{
    "Conecte-se":"Login",
    "Registro completo":"Complete Registration",
    "Sim":"Yes",
    "Não":"No",
    "Ao acessar o site, confirmo que tenho 18 anos e que possuo os":"By accessing the site, I confirm that I am 18 years of age and that I have the",
    "Termos de serviço":"Service Terms",
    "Depósito":"Deposit",
    "Cancelamento":"Withdrawal",
    "PIX":"PIX",
    "Clique para redirecionar para Checkout":"Click to Redirect to Checkout",
    "Abra seu aplicativo de pagamento e digitalize o código QR abaixo para pagar":"Please open you payment app and scan the QR code below to pay",
    "100% Bônus de Recarregamento na Primeira Vez":"100% First Time Reload Bonus",
    "Copie o código Pix abaixo e cole no seu app de pagamento para finalizar a compra":"Copy the Pix code below and paste it into your payment app to checkout",
    "Registros de Depósito":"Deposit Records",
    "Digite o valor do saque":"Enter the withdrawal amount",
    "Nome do Titular":"Cardholder Name",
    "Número de conta":"Account Number",
    "Selecione o tipo de número da conta":"Select Type of Account Number",
    "CPF":"CPF",
    "Número de telefone":"Phone Number",
    "E-mail":"Email",
    "Declaração de Consentimento de Retirada":"Statement of Withdrawal Consent",
    "Pedido mínimo de retirada:":"Minimum withdrawal order:",
    "Copiar código PIX":"Copy PIX code",
    "*A roleta só pode ser girada se você for":"*Roulette can only be spun if you are",
    "com SALDO":"with BALANCE",
    "Na sua conta":"in your account",
    "Cinco pessoas aleatórias são selecionadas pelo sistema a cada 3 horas e recebem um bônus, além de enviar uma mensagem sobre isso no chat.":"Five random people are selected by the system every 3 hours and are awarded with a bonus, along with sending a message about it to the chat.",
    "Para ser pego na chuva, você precisa recarregar sua conta com 30 moedas ou mais nas últimas 24 horas":"To get caught in the rain, you need to top up your account with 30 coins or more in the last 24 hours",
    "Este jogo está indisponível no momento.":"This game is currently unavailable.",
    "História do Jogo":"Game History",
    "Definir Nova Senha":"Set New Password",
    "Senha atual":"Current Password",
    "Nova Senha":"New Password",
    "Confirme sua senha":"Confirm Password",
    "Confirme":"Confirm",
    "Salvar":"To save",
    "Transferir para saldo de sócio":"Transfer to member balance",
    "Detalhes da transferência para o saldo do membro": "Transfer Details for Member's Balance",
    "Saldo do membro":"Member balance",
    "Valor da transferência":"Transfer Amount",
    "Alterar Saldo de Transferência de Senha":"Change Password Transfer Balance",
    "Transferir Senha Atual":"Transfer Current Password",
    "Transferir Nova Senha":"Transfer New Password",
    "Transferir Confirmar Nova Senha":"Transfer Confirm New Password",
    "Transferência segura":"Secure Transfer",
    "Visualizar os detalhes de segurança do seu cofre":"View your vault security details",
    "transferência para seguro":"transfer to insurance",
    "Transferir para fora do cofre":"Transfer out of the vault",
    "valor da carteira":"wallet value",
    "valor da transferência":"transfer amount",
    "Valor do depósito seguro":"Secure deposit amount",
    "Conversor":"Converter",
    "Valor do depósito seguro":"Amount of safe deposit",
    "Registro":"Register",
    "29Bet is an international gaming platform that offers the best experience and quality for its players. All rights reserved and protected by law.":"29Bet é uma plataforma internacional de jogos que oferece a melhor experiência e qualidade para os seus jogadores. Todos os direitos reservados e protegidos por lei.",
    "Promoções":"Promotions",
    "NOTÍCIAS":"NEWS",
    "Programa de referência":"Referral Program",
    "AJUDA":"HELP",
    "política de Privacidade":"Privacy Policy",
    "Termos de uso":"Terms of use",
    "JOGOS":"GAMES",
    "Próximo LVL:":"Next LVL:",
    "Meu nível vip":"My vip level",
    "Centro Pessoal":"Personal Center",
    "Convite":"Invitation",
    "Seguro":"Safe",
    "Carteira":"Wallet",
    "TODOS OS JOGOS":"ALL THE GAMES",
    "CENTRO DE":"CENTER OF",
    "PROMOÇÕES":"PROMOTIONS",
    "Início":"Start",
    "Cassino ao Vivo":"live casino",
    "Classificação VIP":"VIP rating",
    "Referência":"Reference",
    "Comunidade":"Community",
    "Suporte ao vivo":"Live Support",
    "Telegrama":"Telegram",
    "Seu nível VIP é LV":"Your VIP level is LV",
    "Níveis de atualização e bônus A atualização VIP precisa atingir os próximos nível de depósito e as condições de atualização do valor da aposta, você receberá automaticamente o bônus de nível VIP correspondente.":"Upgrade Levels and Bonuses VIP upgrade needs to reach both the next deposit level and the bet amount upgrade conditions, you will automatically receive the corresponding VIP level bonus.",
    "Aposta":"Bet",
    "A atualização para":"The update for",
    "também requer":"also requires",
    "Bônus VIP Completo":"Full VIP Bonus",
    "O sistema de nível VIP 29Bet é criado com 10 níveis, cada um com um prêmio em dinheiro correspondente. Quanto mais jogar, maior será o seu nível VIP e mais receberá.":"The 29Bet VIP level system is created with 10 levels, each with a correspondingcash prize. The more you play, the higher your VIP level and the more you will receive.",
    "Valor Acumulado da Aposta":"Accumulated Bet Value",
    "Valor do depósito cumulativo":"Cumulative deposit amount",
    "Faça uma aposta em um jogo original ou AO VIVO e o mecanismo de VOLTA A DINHEIRO calculará automaticamente o valor de retorno com base em seu nível VIP à medida que você aproveita o jogo.":"Place a bet on an original or LIVE game and the CASH BACK mechanism will automatically calculate the payback value based on your VIP level as you enjoy the game.",
    "O mecanismo de cash back será liquidado no saldo de sua conta às 0:00 com base em suas apostas feitas ao longo do dia.":"The cash back mechanism will be settled on your account balance at 00:00 based on your bets placed throughout the day.",
    "Quanto mais você jogar, mais alto será o seu dinheiro de volta,por exemplo, sua aposta [VIP1] de nível cumulativo de R$10.000 lhe trará um bônus de volta de R$20. (O retorno para vip10 é de R$ 50)":"The more you play, the higher your cash back, for example your [VIP1] $10,000 cumulative level bet will bring you a $20 cash back bonus. (The return for vip10 is BRL 50)",
    "TODOS OS NÍVEIS VIP":"ALL VIP LEVELS",
    "Jogos Originais & Slot":"Original Games & Slot",
    "Dinheiro de volta":"CashBack",
    "Cassino Ao Vivo":"Live Casino",
    "Participe de nosso grupo VIP Obtenha acesso instantâneo a mais eventos e bônus":"Join our VIP group Get instant access to more events and bonuses",
    "Junte-se agora":"Join now",
    "Programa de Referência":"Reference Program",
    "Visão Geral":"Overview",
    "Desconto":"Discount",
    "Estatísticas":"Statistics",
    "Detalhes":"Details",
    "Minha comissão":"My commission",
    "Registro de recarga":"Recharge record",
    "Membros da equipe":"Team members",
    "Usuários Convidados":"Guest Users",
    "Usuários Depositados":"Deposited Users",
    "Bônus Hoje":"Bonus Today",
    "Bônus ontem":"Bonus Yesterday",
    "Ganho total":"Total gain",
    "Minha conta":"My account",
    "Estemês:":"This month:",
    "PRÊMIOS EMITIDOS ATÉ O MOMENTO":"AWARDS ISSUED SO FAR",
    "Bônus de Convite":"Invitation Bonus",
    "Número de pessoas que receberam":"Number of people who received",
    "Recompensa de Conquista":"Achievement Reward",
    "Reembolso da Aposta":"Bet Refund",
    "COMO FUNCIONA O BÔNUS DE CONVITE?":"HOW DOES THE INVITATION BONUS WORK?",
    "Reembolso de depósito do afilliado":"Affiliate deposit refund",
    "Cada usuário que faz um depósito pode receber pelo menos":"Each user who makes a deposit can receive at least",
    "por convite.":"by invitation.",
    "Quanto mais pessoas você convidar, maior será o bônus de convite correspondente ao seu nível.":"The more people you invite, the greater the invitation bonus corresponding to your level.",
    "OFERTA ESPECIAL":"SPECIAL OFFER",
    "Primeiros 2 meses a partir da data de registro":"First 2 months from registration date",
    "RevShare":"RevShare",
    "COMO GANHAR COMISSÃO NAS SUAS APOSTAS":"HOW TO GET COMMISSION ON YOUR BETS",
    "Aproveite os incríveis bônus do programa de afiliados da 29bet!":"Take advantage of the amazing 29bet affiliate program bonuses!",
    "Você já imaginou ganhar bônus incríveis simplesmente por convidar seus amigos para se juntarem à plataforma de apostas da 29bet? Pois agora isso é possível! Temos o prazer de apresentar o nosso exclusivo gráfico de bônus por usuário convidado, no qual quanto mais convidados depositantes você trouxer, maior será o seu bônus!":"Have you ever imagined earning incredible bonuses simply by inviting your friends to join the 29bet betting platform? Well now this is possible! We are pleased to introduce our unique guest user bonus chart, where the more depositor guests you bring, the bigger your bonus!",
    "Vamos decolar juntos rumo a grandes bônus e diversão ilimitada na 29bet!":"Let's take off together towards big bonuses and unlimited fun at 29bet!",
    "O que está esperando?":"What are you waiting for?",
    "Don't waste time, start inviting your friends to join the 29bet family right now.":"Não perca tempo, comece agora mesmo a convidar seus amigos para se juntarem à família 29bet.",
    "Quanto mais convidados depositantes você trouxer, maior será a diversão e os benefícios que você receberá!":"The more depositor guests you bring, the more fun and benefits you will receive!",
    "Esta será sua renda a longo prazo e você receberá uma porcentagem diferente de comissão <br> cada vez que um jogador que você convidar fizer uma aposta.":"This will be your long-term income and you will receive a different percentage of commission <br> each time a player you invite places a bet.",
    "Valor a ser ganho no final do mês:":"Amount to be earned at the end of the month:",
    "Numero de convidados:":"Number of guests:",
    "Regras de bônus: Todos os jogadores convidados pelo 'recomendador' receberão um bônus de vantagem de plataforma proporcional a cada aposta.":"Bonus rules: All players invited by the 'recommender' will receive a platform advantage bonus proportional to each bet.",
    "The 3-level ratio is as follows.": "The 3-level ratio is as follows.",
    "Nível 1: obtenha uma vantagem de 0.5% na plataforma":"Level 1: Get a 0.5% platform advantage",
    "Nível 2: obtenha uma vantagem de 0.2% na plataforma":"Level 2: Get a 0.2% platform advantage",
    "Nível 3: obtenha uma vantagem de 0.1% na plataforma":"Level 3: Get a 0.1% platform advantage",
    "Você é um blogueiro com um grande público e muitos seguidores? Oferecemos a você um programa de parceria com bônus especial de indicação. <br><br> Entre em contato com nosso gerente para discutir os termos":"Are you a blogger with a large audience and large following? We offer you a partnership program with a special referral bonus. <br><br> Contact our manager to discuss terms",
    "Importante: Somente usuários que passaram os requisitos e foram aprovados por seu gerente podem participar do programa.":"Important: Only users who have passed the requirements and been approved by their manager can participate in the program.",
    "Convites diários para desafiar bônus":"Daily invites to challenge bonuses",
    "As recompensas de conquistas são redefinidas às 00:00 todos os dias e podem ser <br> reivindicadas todos os dias. Quanto mais depositantes você convidar, maior será o seu bônus até 3000":"Achievement rewards reset at 00:00 every day and are <br>claimable every day. The more depositors you invite, the bigger your bonus up to 3000",
    "Recompensa reivindicada":"Claimed Reward",
    "Reivindicar Recompensa":"Claim Reward",
    "Não disponível":"Not Available",
    "Reembolso de apostas": "bet refund",
    "Reembolso de depósito":"deposit refund",
    "achievement reward":"Recompensa de realização",
    "Achievement Reward":"Recompensa de realização",
    "Lucro de hoje":"today's profit",
    "Seus lucros consistirão em duas partes, ou seja, 【bônus de convite】 【comissão de apostas】<br><br> comissão de apostas <br>Essa será sua principal fonte de renda, você receberá uma comissão em diferentes proporções sempre que convidar um jogador para apostar <br><br> bônus por convite <br> Você receberá pelo menos um bônus em dinheiro de <span> R$18,00</span> no primeiro depósito feito pelos usuários convidados.<br><br> recompensa de conquista <br> Ao convidar usuários suficientes que fizeram depósitos, você pode desbloquear os correspondentes【recompensas de conquista": "Your profits will consist of two parts, namely 【bonus of invitation】 【betting commission】<br><br> betting commission <br>This will be your main source of income, you will receive a commissionin different proportions whenever you invite a player to bet <br><br> invitation bonus <br> You will receive at least one cash bonus of <span> R$18.00</span> for the first deposit made by your users guests. <br><br> achievement reward <br> When you invite enough users who have made deposits, you can unlock the【conquest rewards correspondents",
    "Usuário de depósito":"deposit user",
    "Últimos 7 dias":"last 7 days",
    "Hoje":"Today",
    "Ontem":"Yesterday",
    "Dentro de um mês":"Within a month",
    "Dentro do ano":"Within the year",
    "Tudo":"All",
    "Recarga":"Recharge",
    "Transferir Saldo":"Transfer Balance",
    "Reivindicar promoção":"Claim promotion",
    "ID da transação":"Transaction ID",
    "Descrição":"Description",
    "Antes do Saldo":"Before balance",
    "Valor":"Value",
    "Novo balanço":"New balance sheet",
    "Data da Transação":"Transaction Date",
    "Código de referência":"Reference Code",
    "Nome do usuário":"Username",
    "Nome":"Name",
    "Data Registrada":"Registered Date",
    "Hora do último login":"Last login time",
    "Tipo de Jogo":"Game type",
    "Transferir Comissão":"Transfer Commission",
    "Status":"Status",
    "Tempo recorde":"Record time",
    "Você ganhou!!":"You won!!",
    "Você perdeu!!":"You lost!!",
    "CANCELAR":"CANCEL",
    "LIMPAR":"TO CLEAN",
    "em alguns":"in some",
    "JOGAR":"TO PLAY",
    "Jogador":"Player",
    "Apostar Apostas Desportivas":"Bet Sports Betting",
    "Você não vai querer perder nossas novidades! Estamos preparando uma nova estrutura de esportes incrível que vai te ajudar a ganhar ainda mais dinheiro. Fique de olho para não perder essa oportunidade!":"You won't want to miss our news! We are preparing an amazing new sports structure that will help you earn even more money. Keep an eye out so you don't miss this opportunity!",
    "Em breve..":"Shortly..",
    "Cupons de desconto</span> <br> em todos os esportes":"Discount coupons</span> <br> on all sports",
    "Número de pedras":"Number of stones",
    "Multiplicador":"Multiplier",
    "Disposições e termos gerais":"General provisions and terms",
    "Este documento é um contrato para o uso do Serviço":"This document is a contract for the use of the Service",
    "A seguir estão os termos e condições de uso do Serviço. Por favor, leia-os cuidadosamente.":"The following are the terms and conditions for using the Service. Please read them carefully.",
    "O serviço pode ser utilizado por maiores de 18 anos.": "The service can be used by people over the age of 18.",
    "Serviço":"Service",
    "jogo online de propriedade do organizador e localizado no endereço na Internet":"online game owned by the organizer and located at the address on the Internet",
    "O organizador fornece serviços para organizar entretenimento, lazer e recreação.":"The organizer provides services for organizing entertainment, leisure and recreation.",
    "Organizadores de jogos online":"Online game organizers",
    "ninguém é obrigado a dedicar seu tempo livre ao Serviço.":"no one is obligated to spend their leisure time on the Service.",
    "Conta, senha, segurança":"Account, password, security",
    "Para abrir uma Conta, o usuário deve fazer login por meio da rede social Vkontakte ou por e-mail.":"To open an Account, the user must log in through the social network Vkontakte or via e-mail.",
    "O Usuário é totalmente responsável pelo armazenamento de suas informações confidenciais, pela perda de acesso à sua Conta.":"The User is fully responsible for the storage of his confidential information, for the loss of access to his Account.",
    "O usuário é totalmente responsável por quaisquer ações tomadas por ele.":"The user is fully responsible for any actions taken by him.",
    "O Serviço não se responsabiliza por ações cometidas pelo Usuário em relação a terceiros.":"The Service is not responsible for actions committed by the User in relation to third parties.",
    "O Utilizador compromete-se a informar o Serviço de qualquer utilização não autorizada da sua Conta.":"The User undertakes to inform the Service of any unauthorized use of his Account.",
    "O Serviço reserva-se o direito de bloquear ou alterar a conta do Usuário a qualquer momento devido à violação das regras de uso do Serviço ou da lei.":"The Service reserves the right to block or change the User's account at any time due to violation of the rules for using the Service or the law.",
    "Tentativas de acesso não autorizado, tentativas de prejudicar o Serviço são inaceitáveis.":"Attempts of unauthorized access, attempts to harm the Service are unacceptable.",
    "Ao adicionar qualquer informação ao site, são proibidos insultos, extorsão, calúnias, blefes, mensagens que contenham informações maliciosas (incluindo vírus, trojans, worms, etc.), bem como informações que possam prejudicar terceiros.":"When adding any information to the site, insults, extortion, slander, bluff, messages containing malicious information (including viruses, trojans, worms, etc.), as well as information that can harm third parties, are prohibited.",
    "É proibido utilizar e divulgar informações sobre bugs e erros no funcionamento do Serviço, que permitam: receber saldo em conta de forma desonesta, obter vantagem sobre outros usuários do Serviço.":"It is forbidden to use and disseminate information about bugs and errors in the operation of the Service, which allow: dishonestly receive a balance to the account, gain an advantage over other users of the Service.",
    "É proibida a publicação de dados falsificados.":"It is forbidden to publish falsified data.",
    "Você não pode transmitir nenhum material que possa infringir a propriedade intelectual de terceiros.":"You may not transmit any material that may infringe the intellectual property of third parties.",
    "É proibida a falsa publicação de informações com o objetivo de obter acesso não autorizado a informações ou dados de terceiros.":"False publication of information in order to obtain unauthorized access to information or data of third parties is prohibited.",
    "É proibida a publicação de informações de cunho religioso e político.":"The publication of information of a religious and political nature is prohibited.",
    "É proibido insultar, xingar, questionar a qualificação profissional e a integridade de pessoas físicas e jurídicas, incluindo os Usuários do Serviço e a Administração do Serviço.":"It is forbidden to insult, call names, question the professional qualifications and integrity of individuals and legal entities, including Users of the Service and the Administration of the Service.",
    "É proibida a escolha de avatares que contenham cenas de violência, ameaças, palavrões, devassidão (pornografia), discriminação de qualquer forma, propaganda comercial e textos publicitários.":"It is forbidden to choose avatars containing scenes of violence, threats, foul language, debauchery (pornography), discrimination in any form, commercial advertising and advertising texts.",
    "Responsabilidade das partes":"Responsibility of the parties",
    "Ao reabastecer o saldo do site com qualquer sistema de pagamento, você assume total responsabilidade por suas ações. O serviço não força ou insiste em fazer nenhuma ação.":"By replenishing the balance on the site with any payment systems, you take full responsibility for your actions. The service does not force or insist on doing any actions.",
    "Ao gastar fundos do seu saldo de qualquer forma, você aceita total responsabilidade por suas ações.":"By spending funds from your balance in any way, you accept full responsibility for your actions.",
    "O serviço não encoraja ou motiva você a aumentar seus fundos.":"The service does not encourage or motivate you to increase your funds.",
    "O serviço não oferece 100% de garantia de que lhe dará a oportunidade de aumentar seu saldo.":"The service does not give a 100% guarantee that it will give you the opportunity to increase your balance.",
    "O Serviço não obriga ou obriga você a realizar determinadas ações. Todas as ações realizadas por você no Serviço são realizadas exclusivamente sob sua responsabilidade.":"The Service does not in any way oblige or force you to perform certain actions. All actions performed by you in the Service are carried out solely under your responsibility.",
    "Aceitação dos termos do contrato (aceitação da oferta)":"Acceptance of the terms of the agreement (acceptance of the offer)",
    "Ao usar e/ou acessar qualquer parte do Serviço, você concorda em aceitar e estar vinculado aos termos deste Contrato e, portanto, concorda em usar os meios de comunicação eletrônica para celebrar contratos e também renuncia a quaisquer direitos ou reivindicações aplicáveis que exijam uma assinatura manuscrita, na medida permitida por qualquer lei aplicável.":"By using and/or accessing any portion of the Service, you agree to accept and be bound by the terms of this Agreement and you accordingly agree to use the means of electronic communication to enter into contracts, and you also waive any applicable rights or claims that require a handwritten signature, to the extent permitted by any applicable law.",
    "Se você não concorda em aceitar e continuar a seguir os termos deste Acordo, por favor, não registre uma conta e/ou pare de usar sua conta. Seu uso continuado do Serviço será considerado sua aceitação dos termos deste Contrato.":"If you do not agree to accept and continue to follow the terms of this Agreement, please do not register an account and / or stop using your account. Your continued use of the Service will be deemed your acceptance of the terms of this Agreement.",
    "Direitas":"Rights",
    "O direito exclusivo ao Serviço pertence ao Serviço.":"The exclusive right to the Service belongs to the Service.",
    "Todos os direitos sobre os materiais apresentados em nosso site pertencem aos titulares dos direitos.":"All rights to the materials presented on our website belong to the Rightholders.",
    "Mín.":"Min",
    "Jogar":"To play",
    "Historico de jogadas":"Play history",
    "Registro de contas":"Account registration",
    "Transações":"Transactions",
    "Configurações":"Settings",
    "Selecione uma categoria":"Select a category",
    "Todos":"All",
    "Novidades":"News",
    "Descontos":"Discounts",
    "Cupons":"Coupons",
    "Centro do":"Center of",
    "promoções":"promotions",
    "Bônus VIP Exclusivo":"Exclusive VIP Bonus",
    "Para retribuir a todos os usuários do 29bet,o mecanismo de recompensa VIP agora está aberto. Contanto que você possa atender aos requisitos,você pode receber bônus generosos!":"To give back to all 29bet users, the VIP reward mechanism is now open. As long as you can meet the requirements, you can receive generous bonuses!",
    "Venha obter 100% de bônus":"Come get 100% bonus",
    "SAIBA MAIS":"KNOW MORE",
    "Que informações são coletadas":"What information is collected",
    "Endereço IP, dados do tipo de navegador;":"IP address, browser type data;",
    "complementos, tempo de solicitação, etc.":"add-ons, request time, etc.",
    "Como a informação é usada":"How the information is used",
    "As informações fornecidas pelo usuário são utilizadas para contatá-lo, inclusive para envio de notificações.":"The information provided by the user is used to contact him, including for sending notifications.",
    "Gestão de dados pessoais":"Personal data management",
    "Os dados pessoais estão disponíveis para visualização, modificação e exclusão na conta pessoal do usuário.":"Personal data is available for viewing, modification and deletion in the user's personal account.",
    "Para evitar exclusão acidental ou corrupção de dados, as informações são armazenadas em cópias de segurança por 7 dias e podem ser restauradas a pedido do usuário.":"In order to prevent accidental deletion or data corruption, information is stored in backup copies for 7 days and can be restored at the request of the user.",
    "Fornecimento de dados a terceiros":"Providing data to third parties",
    "Os dados pessoais dos usuários podem ser transferidos para pessoas não associadas a este site, se necessário:":"Users' personal data may be transferred to persons not associated with this site, if necessary:",
    "para cumprir a lei, ato legal regulamentar, execução de uma decisão judicial;":"to comply with the law, regulatory legal act, execution of a court decision;",
    "para detectar ou prevenir fraudes;":"to detect or prevent fraud;",
    "eliminar avarias técnicas no funcionamento do site;":"to eliminate technical malfunctions in the operation of the site;",
    "para fornecer informações com base na solicitação de órgãos estatais autorizados.":"to provide information based on the request of authorized state bodies.",
    "No caso de venda deste site, os usuários devem ser notificados até 10 dias antes da transação.":"In the event of a sale of this site, users must be notified of this no later than 10 days before the transaction.",
    "A administração do site toma todas as medidas para proteger os dados do usuário contra acesso não autorizado, em particular:": "The site administration takes all measures to protect user data from unauthorized access, in particular:",
    "criptografia de cópias de arquivo do recurso;":"encryption of archival copies of the resource;",
    "verificações regulares da presença de códigos maliciosos;":"regular checks for the presence of malicious codes;",
    "usando um servidor dedicado virtual para hospedar o site.":"using a virtual dedicated server to host the site.",
    "Mudanças":"Changes",
    "Atualizações da política de privacidade são publicadas nesta página.":"Privacy policy updates are posted on this page.",
    "Política de Privacidade":"Privacy Policy",
    "Informações sobre o jogo":"Information about the game",
    "Jogo Justo":"Fair game",
    "Desligue o som":"See More",
    "Ativar som":"Turn on sound",
    "Escolha um número":"Pick a number",
    "Dificuldade":"Difficulty",
    "BAIXO":"LOW",
    "MÉDIO":"MEDIUM",
    "ALTA":"HIGH",
    "Mudar":"To change",
    "Pare na vitória":"Stop in victory",
    "DIAMANTES":"DIAMONDS",
    "PUMPS":"BOMBAS",
    "Informações do jogo":"Game information",
    "Jogo rápido":"Fast game",
    "Você perdeu":"You lost",
    "Escolha de 1 a 10 espaço para ver as probabilidades!":"Choose from 1 to 10 spaces to see the odds!",
    "Limpar":"To clean",
    "ACE SENDO O MAIS BAIXO":"ACE BEING THE LOWEST",
    "O REI SEJA O MAIOR":"THE KING BE THE GREATEST",
    "Saltar":"Jump",
    "COEFICIENTE":"COEFFICIENT",
    "Abaixo ou igual":"Below or equal",
    "Acima ou igual":"Above or equal",
    "Missão disponível<br><small>Para participar da missão, você deve comprar tentativas</small>":"Quest available<br><small>To participate in the quest, you must purchase attempts</small>",
    "Vá para página":"Go to page",
    "Tem perguntas?":"Have questions?",
    "Suporte VK":"VK Support",
    "Tempo médio de resposta":"Average response time",
    "15 minutos":"15 minutos",
    "Suporte por e-mail":"Email support",
    "5 horas":"5 o'clock",
    "Perguntas frequentes":"Common questions",
    "jogos com retirada de dinheiro. O site oferece 13 jogos com mecânica emocionante e altas chances de vitória.":"games with money withdrawal. The site offers 13 games with exciting mechanics and high winning odds.",
    "Vá para a página de qualquer jogo, clique no botão com o ícone":"Go to the page of any game, click on the button with the icon",
    "O modo de demonstração é ativado quando o usuário não está autorizado no site. Além disso, uma conta de demonstração pode ser ativada clicando no ícone ')}} <i class='fad fa-coins game_info-icon_info'></i> {{__('perto do saldo no canto superior direito do site. Existe apenas para treinamento - esses fundos não podem ser sacados e o histófrico do jogo não será salvo. Nesse modo, o dinheiro não é debitado ou creditado, dando a oportunidade de tentar jogar todos os jogos sem medo de perder o saldo.":"Demo mode is activated when the user is not authorized on the site. You can also activate a demo account by clicking on the icon')}} <i class='fad fa-coins game_info-icon_info'></i> {{__('near the balance in the upper right corner of the site. get hurt. In this mode, money is not debited or credited, giving you the opportunity to try to play all the games without fear for your balance.",
    "Método 1":"Method 1",
    "Método 2":"Method 2",
    "Método 3":"Method 3",
    "Método 4":"Method 4",
    "Método 5":"Method 5",
    "Método 6":"Method 6",
    "Registre-se no site usando o link de referência e ganhe um bônus de boas-vindas.":"Register on the site using the referral link and get a welcome bonus.",
    "Aumente seu nível e ganhe bônus de promoção únicos, bem como bônus permanentes aumentados.":"Raise your level and get one-time promotion bonuses, as well as increased permanent bonuses.",
    "Responda questionários, conclua tarefas e convide referências usando seu link individual.":"Answer quizzes, complete tasks and invite referrals using your individual link.",
    "Converse, ajude outros jogadores e receba um bônus da administração em horários aleatórios.":"Chat, help other players and get a bonus from the administration at random times.",
    "Unmute":"Unmute",
    "Resultados anteriores":"Previous Results",
    "Cor":"Color",
    "Total Ganho:":"Total Gain:",
    "Not selected":"Selected color:",
    "Número de jogos":"Number of games",
    "Menos":"Minus",
    "Chance":"Chance",
    "ROLAR BAIXO":"SCROLL DOWN",
    "Chance de ganhar":"Chance to win",
    "ROLAR ALTO":"ROLL HIGH",
    "Saque EM":"Withdraw IN",
    "Vermelho":"Red",
    "Preto":"Black",
    "Você gostaria de um seguro?":"Would you like insurance?",
    "O seguro permite que você garanta a sua aposta contra um possível blackjack do dealer. O seguro custa metade da sua aposta e se o Dealer fizer BlackJack você ainda recebe metade do valor apostado.":"It allows you to insure against a possible dealer hand with blackjack, insurance costs half of your bet.",
    "Aceitar":"To accept",
    "Recusar":"Refuse",
    "Pegue mais":"Take more",
    "Parar":"To stop",
    "Dobro":"Double",
    "Confirmação do seu e-mail":"Confirmation of your Email",
    "Ao aceder ao site, confirmo que tenho 18 anos de idade e que li o":"By accessing the site, I confirm that I am 18 years of age and that I have read the",
    "termos de serviço":"terms of service",
    "Registro completo:":"Complete Registration:",
    "Código de Convite":"Invitation Code",
    "Você está usando um Código de Convite":"You are using an Invitation Code",
    "100% First Time Reload Bonus turn":"100% First Time Reload Bonus",
    "Copie o código Pix abaixo e cole em seu app de pagamento para finalizar a compra.":"Copy the Pix code below and paste it into your payment app to checkout.",
    "Clique para redirecionar para o checkout":"Click To Redirect to Checkout",
    "Tempo de pagamento: de 5 minutos a 24 horas.":"Payment time: from 5 minutes to 24 hours.",
    "Por favor abra o seu aplicativo de pagamento e escaneie o código QR abaixo para pagar.":"Please open your payment app and scan the QR code below to pay.",
    "Você quer prosseguir?":"Do you want to proceed?",
    "GIROU":"TURNED",
    "GANHOU!":"IT WON!",
    "*A Roleta só pode ser girada se você estiver <b>COM SALDO 0,00</b> na sua conta.":"*Roulette can only be spun if you have <b>WITH 0.00 BALANCE</b> in your account",
    "referências ativas":"active referrals",
    "torção":"twist",
    "Códigos promocionais":"Promo codes",
    "Chuva/Neve":"Rain/Snow",
    "Para ser pego pela chuva, você precisa recarregar sua conta com 30 moedas ou mais nas últimas 24 horas.":"To get caught in the rain, you need to top up your account with 30 coins or more in the last 24 hours.",
    "Conteudo":"Content",
    "é o principal casino online diversificado e uma das maiores empresas de jogos":"is the leading diversified online casino and one of the largest gambling companies in the world.",
    "29 Bet":"29 Bet",
    "Modificações":"Modifications",
    "Voltar":"To go back",
    "Agent balance":"Agent balance",
    "Codigo de promoção":"Promotion code",
    "Digite seu código promocional e fique legal Bônus na 29Bet.":"Enter your promo code and get cool Bonus at 29Bet.",
    "Resgatar codigo":"Redeem code",
    "Senha de retirada":"Withdrawal password",
    "Transferir para seguro":"Transfer to insurance",
    "Valor de carteira":"Wallet value",
    "Erro de solicitação de retirada, responda todas as informações necessárias":"Withdrawal request error, answer all required information",
    "Saldo":"Balance",
    "LUCRO TOTAL":"TOTAL PROFIT",
    "APOSTAS":"BETS",
    "GANHOS":"EARNINGS",
    "PERCAS":"LOSSES",
    "Jogos ao vivo":"live games",
    "Jogos de caça-níqueis":"Slot machine games",
    "Jogos de pesca":"Fishing games",
    "Jogos de esporte":"Sport games",
    "Jogos de cartas":"Card games",
    "Jogos de loteria":"Lottery games",
    "Deve conter pelo menos 8 caracteres: uma combinação de letras e caracteres":"Must contain at least 8 characters: a combination of letters and characters",
    "Senha retirada":"Password withdrawn",
    "Senha de login":"Login password",
    "Trocar senha":"Change Password",
    "antes do saldo":"Before balance",
    "Retirar":"Withdraw",
    "Máx.":"Max",
    "Sair":"Logout",
    "Site Oficial - Casino e Apostas Esportivas":"Official Site - Casino and Sports Betting",
    "Claim Bonus":"Reivindicar Bônus",
    "Codigo promotions":"Promotional code",
    "Bônus":"Bonus",
    "APOSTE E GANHE AGORA!":"BET AND WIN NOW!",
    "O Cassino Online que Oferece a Melhor Experiência de Apostas da Atualidade!":"The Online Casino That Offers The Best Gambling Experience Today!",
    "Entrar":"Enter",
    "Inglês": "English",
    "Chinês": "Chinese",
    "Português": "Portuguese",
    "Quais jogos estão disponíveis na plataforma 29BET?":"Which games are available on the 29BET platform?",
    "Como posso fazer depósitos na minha conta 29bet?":"How can I make deposits to my 29bet account?",
    "Qual é o processo para retirar meus ganhos?":"What is the process for withdrawing my winnings?",
    "Como posso garantir a segurança das minhas informações pessoais?":"How can I ensure the security of my personal information?",
    "Existe programa de fidelidade na plataforma?":"Is there a loyalty program on the platform?",
    "Como posso entrar em contato com o suporte ao cliente?":"How can I contact customer support?",
    "Que medidas são tomadas para garantir um jogo responsável?":"What steps are taken to ensure responsible gaming?",
    "Quanto tempo leva para processar um saque?":"How long does it take to process a withdrawal?",
    "A plataforma 29bet está licenciada?":"Is the 29bet platform licensed?",
    "Como posso monitorar minhas atividades de jogo?":"How can I track my gaming activities?",
    "Quais jogos estão disponíveis na plataforma 29bet?":"How can I track my gaming activities?",
    "Sobre o site":"About the site",
    "Não existe um único jogo em nosso site com 100% de chance de ganhar. Mesmo 99,9% é uma chance de 1 em 1.000 de você perder. Por exemplo, no jogo Ladders, quando você joga uma pedra, há 1 em 20 (5%) de chance de você perder. Portanto, ao jogar em nosso site você pode ganhar ou perder. Não interferimos de forma alguma na jogabilidade, então tudo depende da sua sorte. Não podemos de forma alguma substituir o resultado do seu jogo, portanto da sua parte existe uma linha chamada hash do Cliente. Inicialmente, o hash do Cliente é gerado automaticamente, mas você sempre pode alterá-lo e especificar quaisquer caracteres nele. Para verificar o resultado dos seus jogos, clique em qualquer um dos seus jogos do histórico e na janela que aparece abaixo você verá o campo Hash do servidor. Para verificar o resultado do jogo - você precisa ir até a página do jogo Fair, inserir o hash do servidor - e você verá o jogo resultado. Aconselhamos você a jogar com mais cuidado. Desenvolva seus próprios estilos de aposta e jogue de acordo. Não flerte, saiba como parar imediatamente e sacar dinheiro. O jogo foi projetado para entreter. Lembre-se de que você está arriscando dinheiro ao apostar. Não gaste mais do que você pode perder.":"There is not a single game on our site with a 100% chance of winning. Even 99.9% is a 1 in 1,000 chance of you losing. For example, in the Ladders game, when you throw at a rock, there is a 1 in 20 (5%) chance that you will lose. Therefore, when playing on our website you can win or lose. We do not interfere in the gameplay in any way, so it all depends on your luck. We cannot in any way replace the result of your game, therefore on your part there is a line called the Client hash. Initially, the Client hash is generated automatically, but you can always change it and specify any characters in it. To check the result of your games, click on any of your games from the history and in the window that appears below you will see the Server hash field. To check the game result - you need to go to the Fair game page, enter the server hash - and you will see the game result. We advise you to play more carefully. Develop your own betting styles and play accordingly. Don't flirt, know how to stop right away and withdraw money. The game is designed to entertain. Remember that you are risking money when betting. Don't spend more than you can afford to lose.",
    "Avaliações":"Reviews",
    "As avaliações estão disponíveis em nossos grupos nas redes sociais.":"Reviews are available in our groups on social networks.",
    "Empregos":"Jobs",
    "A lista de vagas está disponível em":"The list of vacancies is available at",
    "Observe que pode ficar vazio por muito tempo – nem sempre precisamos de novas pessoas para se juntar à equipe.":"Please note that it may be empty for a long time - we do not always need new people to join the team.",
    "esta página":"this page",
    "Mudei de ideia sobre tomar":"I changed my mind about taking",
    "Se o status de saída for Em andamento, você poderá cancelá-lo em":"If the output status is In Progress, you can cancel it in",
    "na aba Conclusões da coluna Status clicando no botão cancelar.":"in the Conclusions tab in the Status column by clicking on the cancel button.",
    "Como jogar?":"How to play?",
    "Uma janela com instruções para o jogo se abrirá na sua frente, então insira a aposta":"A window with instructions for the game will open in front of you, then enter the bet",
    "Eu perdi o placar":"I lost the score",
    "Empregos":"Vacancies",
    "Observe que ele pode ficar vazio por muito tempo - nem sempre precisamos de novas pessoas para se juntar à equipe.":"Please note that it may remain empty for a long time - we don't always need new people to join the team.",
    "na guia Conclusões na coluna Status clicando no botão cancelar.​Procure detalhes":"in the Conclusions tab in the Status column by clicking the cancel button.​Look up details",
    "DÚVIDAS":"DOUBTS",
    "O nome de usuário deve ter 15 caracteres ou menos.":"Username must be 15 characters or fewer.",
    "Nome de usuário existente.":"Username already exist.",
    "E-mail inválido":"Invalid Email",
    "O número do celular deve conter apenas dígitos.":"Mobile number must be digits only.",
    "O número do celular deve ter 12 caracteres ou menos.":"Mobile number must be 12 characters or fewer.",
    "O número de celular já existe.":"Mobile number already exist.",
    "O CPF deve ser apenas numérico.":"CPF must be numbers only.",
    "O CPF deve ter 9 dígitos ou menos.":"CPF must be 9 digits or fewer.",
    "O CPF já existe.":"CPF already exist.",
    "Nome completo":"Full Name",
    "Nome de usuário":"User Name",
    "Telefone":"Phone",
    "Senha":"Password",
    "Ou faça login com:":"Or log in with:",
    "Cadastrar":"Register",
    "O campo fullname é obrigatório.":"The fullname field is mandatory.",
    "O campo usuário é obrigatório.":"The user field is mandatory.",
    "O campo email é obrigatório.":"The email field is required.",
    "O campo cpf é obrigatório.":"The CPF field is mandatory.",
    "O campo telefone é obrigatório.":"The telephone field is mandatory.",
    "O campo senha é obrigatório.":"The password field is required.",
    "O campo email deve ser um endereço de e-mail válido.":"The email field must be a valid email address.",
    "O campo telefone não pode ser superior a 11 caracteres.":"The telephone field cannot exceed 11 characters.",
    "O campo cpf não pode ser superior a 10 caracteres.":"The cpf field cannot be longer than 10 characters.",
    "O campo usuário não pode ser superior a 15 caracteres.":"The user field cannot be longer than 15 characters.",
    "O campo fullname não pode ser superior a 30 caracteres.":"The fullname field cannot be longer than 30 characters.",
    "O campo usuário já está sendo utilizado.":"The user field is already being used.",
    "O campo telefone já está sendo utilizado.":"The telephone field is already being used.",
    "O campo cpf já está sendo utilizado.":"The cpf field is already being used.",
    "O campo email já está sendo utilizado.":"The email field is already being used.",
    "Finalizar Cadastro":"Finale Registration",
    "Pescaria":"Pescaria",
    "Código de convite (opcional)": "Invitation code (optional)"
}   
