{
    "Онлайн чат":"Bate papo",
    "Промокоды":"Códigos promocionais",
    "Хочешь быть в курсе новостей? Получать бесплатные бонусы? Промокоды, розыгрыши и многое другое.":"Quer ficar por dentro das novidades? Obter bônus grátis? Códigos promocionais, sorteios e muito mais.",
    "Заходи к нам в группу вк - ":"Venha para o nosso grupo - ",
    "Bets Play2x":"29Bet",
    "Перейти":"Acessar",
    "Удача в твоих руках!":"A sorte está em suas mãos!",
    "Испытайте пик социальных азартных игр,":"Experimente o pico do jogo social,",
    "сочетающую атмосферу реального казино с простотой ваших любимых игровых режимов.":"combinando a atmosfera de um cassino real com a simplicidade de seus modos de jogo favoritos.",
    "Начинай с нуля!":"Comece agora",
    "Моментальные игры с выводом денег. Лучший лицензированный сайт для отдыха и заработка.": "Jogos instantâneos com retirada de dinheiro. O melhor site licenciado para recreação e ganhos.",
    "Забрать бонус":"Pegar bônus",
    "Начни с нуля, чтобы стать богаче и успешнее, получи ежедневный бонус до 100 рублей, чтобы начать зарабатывать реальный кэш.":"Comece do zero para ficar mais rico e bem-sucedido, ganhe um bônus diário de até 100 rublos para começar a ganhar dinheiro real.",
    "Игроков":"Jogadores",
    "Выведено":"Registro",
    "БОНУС ПРИ РЕГИСТРАЦИИ":"BÔNUS DE REGISTRO",
    "Начать играть":"Comece a jogar",
    "МОМЕНТАЛЬНЫЕ ИГРЫ":"JOGOS ORIGINAIS",
    "Бонус":"Bônus",
    "Получи денежный бонус":"Obter bônus em dinheiro",
    "бесплатно для начала игры на Bets Play2x!":"grátis para começar a jogar no 29Bet",
    "ВКонтакте":"Fale conosco",
    "Присоединяйся к группе ВКонтакте":"Junte-se ao grupo no Telegram",
    "и будь вкурсе всех новостей,":"e fique por dentro de todas as novidades",
    "а так же специальных промокодов!":"bem como códigos promocionais especiais!",
    "Игра недоступна":"Jogo indisponível",
    "Игры":"Jogos",
    "Бонусы":"Bônus",
    "Задания":"Tarefas",
    "Группа ВК":"Grupo Telegram",
    "Честная игра":"Jogo Justo",
    "Помощь":"Menu",
    "Админ-Панель":"Painel Administrativo",
    "официальный сайт – сервис мгновенных игр":"Site Oficial - Casino e Apostas Esportivas",
    "Официальный сайт ⚡ Плей 2х. Все комиссии берем на себя, бонус при регистрации. ⭐ Произведем выплаты за 24 часа на любую платежную систему.":"Site oficial ⚡ Jogue 2x. Aceitamos todas as comissões, um bônus no momento do registro. ⭐ Faremos pagamentos dentro de 24 horas para qualquer sistema de pagamento.",
    "Подключение...":"Conectando...",
    "Введите сообщение...":"Digite sua mensagem...",
    "Создать викторину":"Cria um questionário",
    "Вход":"Entrada",
    "Переключение режима":"Mudança de modo",
    "Прием платежей":"Aceitação de pagamentos",
    "Перед началом игры на реальный баланс требуется авторизация.":"A autorização é necessária antes de iniciar o jogo com saldo real.",
    "До авторизации вы можете играть только в демо-режиме.":"Antes da autorização, você só pode jogar no modo de demonstração.",
    "Вы были заблокированы модератором":"Você foi bloqueado por um moderador",
    "за нарушение правил чата.":"por violar as regras do chat.",
    "Разблокировать за":"Desbloquear para",
    "₽":"R$",
    "SPIN":"ROLETA",
    "Чат заблокирован до":"Bate-papo bloqueado até",
    "Для общения в чате":"Para conversar",
    "требуется авторизация.":"é necessário estar logado.",
    "Модер-Панель":"Painel de Moderador",
    "Кошелек":"Carteira",
    "Демо":"Demo",
    "Уведомления":"Notificações",
    "ИГРА":"JOGO",
    "ИГРОК":"JOGADOR",
    "ВРЕМЯ":"TEMPO",
    "СТАВКА":"OFERTA",
    "Ставка":"Oferta",
    "КОЭФФ.":"COEFICIENTE",
    "коэфф":"Coeficiente",
    "ВЫИГРЫШ":"GANHAR",
    "Просмотр":"Visualizar",
    "запросы на снятие средств":"Pedidos de retirada",
    "обработанные депозиты":"Depósitos processados",
    "ожидающие депозиты":"Depósitos pendentes",
    "Профиль":"Perfil",
    "спорта":"Esportes",
    "Задания":"Tarefas",
    "Отзывы":"Avaliações",
    "Информация":"Informação",
    "Пользовательское соглашение":"Termos de uso",
    "Политика конфиденциальности":"Políticas de Privacidade",
    "Доказуемая честность":"Honestidade Comprovada",
    "Все права защищены":"Todos os direitos reservados",
    "Контакты":"Contatos",
    "битное шифрование":"bits de criptografia",
    "Группа":"Grupo",
    "Служба поддержки":"Suporte",
    "ВКонтакте":"Entrar em contato com",
    "Play2x":"29Bet",
    "Сумма ставки":"Valor da aposta",
    "Желаете страховку?":"Você gostaria de um seguro?",
    "Она позволяет застраховаться от возможной руки дилера с блэкджеком.":"O seguro permite que você garanta a sua aposta contra um possível BlackJack do Dealer. O seguro custa metade da sua aposta e se o Dealer fizer BlackJack você ainda recebe metade do valor apostado.",
    "Страховка стоит половину вашей ставки.":"O seguro custa metade da sua aposta.",
    "Принять":"Aceitar",
    "Отказаться":"Recusar",
    "Стоп":"Parar",
    "Взять еще":"Pegue mais",
    "Удвоить":"Dobro",
    "Играть":"Jogar",
    "Специальные предложения и бонусы":"Ofertas especiais e bônus",
    "Колесо":"Roda",
    "Прокручивай бесплатное колесо с бонусом":"Gire a roda grátis com um bônus",
    "каждые 3 минуты!":"a cada 3 minutos!",
    "Партнерская программа":"Programa de Afiliados",
    "Получай бесплатный бонус":"Ganhe bônus grátis",
    "за каждые 10 рефералов!":"para cada 10 referências",
    "рефералов":"referências",
    "Подробнее":"Mais",
    "Вы выполнили это задание.":"Você concluiu esta tarefa.",
    "Группа ВКонтакте":"Grupo Telegram",
    "Вступи в группу ВКонтакте и получи 0.45":"Junte-se ao grupo no Telegram e ganhe 0,45",
    "на счет!":"por conta!",
    "Подпишись на уведомления с промокодами и новостями и получи 1":"Assine notificações com códigos promocionais e novidades e ganha 1",
    "Подписаться":"Se inscrever",
    "События":"Eventos",
    "Сотрудничество":"Cooperação",
    "Вы - администратор группы ВКонтакте? Мы можем предложить ежедневные уникальные промокоды для Вашей группы.":"Você é administrador de grupo no Telegram? Podemos oferecer códigos promocionais exclusivos diários para o seu grupo.",
    "Связаться с нами":"Conecte-se conosco",
    "Дождь":"Chuva",
    "Каждые несколько часов":"A cada poucas horas",
    "в чате происходит событие,":"ocorre um evento no chat,",
    "раздающее бонус":"distribuindo bônus",
    "случайным людям.":"pessoas aleatórias.",
    "Промокод":"Código promocional",
    "Введи промокод или реферальный код и получи бонус на счет!":"Insira um código promocional ou código de referência e ganha um bônus em sua conta!",
    "Ввести":"Digitar",
    "Кейсы":"Casos",
    "Содержит:":"Contém:",
    "Бесплатно":"De graça",
    "Открыть":"Abrir",
    "Красный":"Vermelho",
    "Черный":"Preto",
    "Информация о игре":"Informações do jogo",
    "Быстрая игра":"Jogo rápido",
    "Выключить звук":"Desativar som",
    "Включить звук":"Ativar som",
    "серия":"Series",
    "Авто вывод":"Saída automática",
    "Ручные":"Manual",
    "Авто":"Auto",
    "Количество игр":"Número de jogos",
    "Изменить":"Mudar",
    "Остановить при выигрыше":"Pare na vitória",
    "Запустить":"Iniciar",
    "Да":"Sim",
    "Нет":"Não",
    "Меньше":"Menos",
    "Шанс":"Chance",
    "Выигрыш":"Ganhar",
    "Проверка системы работы честной игры":"Verificando o sistema de jogo limpo",
    "Игра":"Jogo",
    "Клиентский хэш":"Hash do cliente",
    "Серверный хэш":"Hash do servidor",
    "РЕЗУЛЬТАТ":"RESULTADO",
    "ХЭШ:":"#",
    "ЧИСЛО:":"NÚMERO",
    "число":"Número",
    "ФОРМУЛА":"FÓRMULA",
    "Есть вопросы?":"Tem dúvidas?",
    "Поддержка VK":"Telegram de Suporte",
    "Среднее время ответа":"Tempo médio de resposta",
    "15 минут":"15 minutos",
    "E-mail поддержка":"Suporte por E-mail",
    "Среднее время ответа - ":"Tempo médio de resposta - ",
    "Часто задаваемые вопросы":"Perguntas frequentes",
    "игры с выводом денег. На сайте доступно 13 игр с увлекательной механикой и высокими выигрышными коэффициентами.":" - jogos com retirada de dinheiro. O site oferece 13 jogos com mecânica emocionante e altas chances de vitória.",
    "О сайте":"Sobre o site",
    "Как играть?":"Como jogar?",
    "Перейдите на страницу любой игры, нажмите на кнопку с иконкой":"Vá para a página de qualquer jogo, clique no botão com o ícone ",
    ", перед вами откроется окно с инструкцией к игре, затем укажите сумму ставки и нажмите 'Играть'.":", uma janela com instruções para o jogo se abrirá à sua frente, especifique o valor da aposta e clique em 'Jogar'.",
    "Демо-режим активируется, когда пользователь не авторизован на сайте. Так же демо-счет можно активировать, нажав на иконку":"O modo de demonstração é ativado quando o usuário não está logado no site. Você também pode ativar uma conta de demonstração clicando no ícone",
    "возле баланса в правом верхнем углу сайта. Он существует только для тренировки - вывести эти средства нельзя, а история игр не будет сохраняться. В этом режиме деньги не списываются и не начисляются, давая возможность попробовать поиграть во все игры, не опасаясь за свой баланс.":"perto da balança no canto superior direito do site. Existe apenas para treinamento - esses fundos não podem ser retirados e o histórico do jogo não será salvo. Nesta modalidade, o dinheiro não é debitado nem creditado, dando-lhe a oportunidade de experimentar jogar todos os jogos sem temer pelo seu saldo.",
    "Как получить бесплатные монеты?":"Como obter moedas grátis?",
    "Способ 1":"Método 1",
    "Подпишитесь на нашу группу":"Entre no nosso grupo",
    "или перейдите на страницу":" ou ir para a página ",
    "Способ 2":"Método 2",
    ", где ежедневно публикуются промокоды. Активировать промокод можно во вкладке 'Промокод' на странице ":", onde os códigos promocionais são publicados diariamente. Você pode ativar o código promocional na guia 'Código promocional' na página ",
    "Способ 3":"Método 3",
    "Зарегистрируйтесь на сайте по реферальной ссылке и получите приветственный бонус.":"Registre-se no site usando o link de indicação e ganha um bônus de boas-vindas.",
    "Способ 4":"Método 4",
    "Поднимайте свой уровень и получайте единоразовые бонусы за повышение, а также увеличенные постоянные бонусы.":"Aumente seu nível e ganhe bônus de promoção únicos, bem como bônus permanente aumentados",
    "Способ 5":"Método 5",
    "Отвечайте на викторины, выполняйте задания и приглашайте рефералов по вашей индивидуальной ссылке.":"Responda questionários, conclua tarefas e convide referências usando seu link individual.",
    "Способ 6":"Método 6",
    "Общайтесь в чате, помогайте другим игрокам и получите бонус от администрации в случайное время.":"Converse, ajude outros jogadores e receba um bônus da administração em horários aleatórios.",
    "Как конвертируется внутриигровая валюта?":"Como a moeda do jogo é convertida?",
    "1 монета = 1 рубль.":"1 moeda = 1 real.",
    "Как пополнить счет?":"Como reabastecer uma contra?",
    "Перейдите в свой":"Vá para a sua ",
    "выберите сумму и способ оплаты, ознакомьтесь с комиссиями и нажмите кнопку 'Оплатить'.":"selecione o valor e a forma de pagamento, leia as comissões e clique no botão 'Pagar.",
    "Я пополнил счет, а деньги не пришли":"Recarreguei a conta, mas dinheiro não veio",
    "В случае возникновения подобной проблемы напишите в поддержку с указанием: даты платежа, способа оплаты, реквизитов оплаты. Если ваш часовой пояс не UTC+3:00, укажите свой часовой пояс или город/регион проживания.":"Em caso de problema semelhante, escreva para o suporte indicando: data de pagamento, dados de pagamento. Se seu fusdo horário não for UTC+3:00, insira seu fuso horário ou cidade/região de residência.",
    "Как вывести деньги?":"Como sacar dinheiro?",
    ", выберите вкладку 'Вывод', выберите способ и сумму вывода, введите свой кошелек, ознакомьтесь с комиссиями и нажмите кнопку 'Вывести'.":", selecione a guia 'Retirada', selecione o método de retirada e o valor, insira sua carteira, revise as taxas e clique no botão 'Levantar'.",
    "При выводе появляется ошибка":"Erro aparece na saída",
    "В случае возникновения ошибки при выводе, внимательно ознакомьтесь с ее содержанием. Как правило, в тексте ошибки указан способ ее устранения. К основным причинам, по которым администрация в праве отказать в выводе, относятся:":"Se ocorrer algum erro durante a retirada, leia atentamente o seu conteúdo. Como regram, o texto do erro indica como corrigí-lo. As principais razõs pelas quais administrção tem o direito de recusar uma retirada incluem:",
    "Причина 1":"Motivo 1",
    "У вас обнаружены мультиаккаунты. Для уточнения дальнейших действий обращайтесь в поддержку.":"Você tem várias contas. Entre em contato com o suporte para obter mais detalhes.",
    "Причина 2":"Motivo 2",
    "Не отыграна сумма пополнений. Пополнение необходимо отыграть в однократном размере на любых режимах на коэффициентах не ниже х1.30.":"A quantidade de reabastecimento não foi apostada. O reabastecimento deve ser apostado em uma única quantia em quaisquer modos com probabilidades não inferiores a x1,30.",
    "Причина 3":"Motivo 3",
    "Вы указали неверный или подозрительный кошелек для вывода (например, в местном, а не международном формате).":"Você especificou uma carteira de retirada inválida ou suspeita (por exemplo, no formato local, não internacional).",
    "Причина 4":"Motivo 4",
    "Вы пытаетесь вывести на анонимный Яндекс.Кошелек. Для устранения этой ошибки измените способ вывода или повысьте статус своего кошелька.":"Você está tentando se retirar um Yandex.Wallet anônimo. Para resolver esse erro, altere o método de retirada ou atualize o status da sua carteira.",
    "Я произвел вывод, но монеты вернулись на баланс":"Fiz uma saque, mas as moedas retornaram ao meu saldo",
    "Такая ситуация означает, что вывод был отменен вручную администрацией сайта. Это редкая ситуация, которая происходит при подозрении на нарушение правил с вашей стороны или неправильно указанный вами кошелек. В таких случаях администрация всегда указывает причину отмены вывода. Ее можно посмотреть в ":"Esta situação significa que a retirada foi cancelada manualmente pela admnistração do site. Esta situação rara ocorre quando você suspeita de uma viaolação das regras de sua parte ou de uma carteira especificada incorretamente por você. Nesses casos, a administração sempre indica o motivo do cancelamento da retirada. Ele pode ser visualizado em ",
    " во вкладке 'Выплаты' в графе 'Статус'.":" na guia 'Pagamentos' na coluna 'Status'.",
    "Вывод выполнен, но деньги не пришли":"O saque foi feito, mas o dinheiro não veio",
    "Статус 'Успешно' означает, что мы отправили ваш платеж. Между отправкой и зачислением может пройти некоторое время, в среднем около 5 минут. Если средства не приходят долго (более 12 часов) - обратитесь в поддержку.":"O status 'Sucesso' significa que enviamos seu pagamento. Pode levar algum tempo entre o envio e a inscrição, em média cerca de 5 minutos. Se os fundos demorarem muito pra chegar (mais de 12 horas), entre em contato com o suporte.",
    "Нужно ли пополнять счет для вывода?":"Preciso depositar fundos na minha conta para sacar?",
    "Для вывода вам достаточно иметь пополнений на 50 рублей.":"Para sacar, você só precisa ter um depósito de 30 Reais",
    "Как перевести деньги другому игроку?":"Como transferir dinheiro para outro jogador?",
    "Данная возможность не предусмотрена.":"Esta opção não é fornecida.",
    "Как создать свой промокод?":"Como criar seu código promocional?",
    "Однако, если вы постоянный игрок или партнёр, вы можете обратиться в поддержку с просьбой о создании промокода за счет вашего игрового баланса или за счёт пиара нашего сайта.":"No entanto, se você é um jogador ou parceiro regular, pode entrar em contato com o suporte solicitando a criação de um código promocional usando o saldo do jogo ou usando o PR do nosso site.",
    "Нужно ли отыгрывать бонусные деньги?":"Preciso apostar o dinheiro do bônus?",
    "Бесплатные монеты, полученные с помощью бонусов, промокодов (обычных, не на пополнение), а также выданные администрацией, необходимо отыграть в однократном размере на любых режимах на коэффициентах не ниже х1.50.":"As moedas gratuitas recebidas com a ajuda de bônus, códigos promocionais (regulares, não para reabastecimento), bem como os emitidos pela administração, devem ser apostados em um único valor em qualquer modalidade com coeficientes não inferiores a x1,50.",
    "Правила чата":"Regras de Bate-papo",
    "В чате запрещены:":"O chat é proibido:",
    "Оскорбления в адрес других игроков и администрации, в том числе завуалированные.":"- Insultos contra outros jogadores e a administração, inclusive velados.",
    "Ссылки, кошельки":"- Links, carteiras.",
    "Попрошайничество.":"- Implorando.",
    "Слив промокодов.":"- Drene códigos promocionais.",
    "Спам, любые виды рекламы.":"- Spam, qualquer tipo de publicidade.",
    "За нарушение правил администрация в праве лишить вас возможности общения в чате. В некоторых случаях администрация может выдать вам перманентный бан аккаунта.":"Por violção das regras, a administração tem o direito de privá-lo da oportunidade de se comunicar no chat. Em alguns casos, a adminstração pode emitir um banimento permanente da conta.",
    "Генератор случайных чисел создает доĸазуемые и абсолютно честные случайные числа, ĸоторые используются для определения результата ĸаждой игры, сыгранной на сайте. Каждый пользователь может проверить исход любой игры полностью детерминированным способом. Предоставляя один параметр - ĸлиентсĸий хэш, на входы генератора случайных чисел,":"O gerador de números aleatórios gera números aleatórios prováveis ​​e completamente justos que são usados ​​para determinar o resultado de cada jogo jogado no site. Cada usuário pode verificar o resultado de qualquer jogo de forma totalmente determinística. Ao fornecer um parâmetro, o hash do cliente, para as entradas do gerador de números aleatórios,",
    "не может манипулировать результатами в свою пользу. Генератор случайных чисел":"não pode manipular os resultados a seu favor. Gerador de números aleatórios",
    "позволяет ĸаждой игре запрашивать любое ĸоличество случайных чисел из заданного начального числа ĸлиента, начального числа сервера и одноразового номера. Подробнее о том, ĸаĸ это работает вы можете узнать на странице честной игры.":"permite que cada jogo solicite qualquer número de números aleatórios de uma determinada semente de cliente, semente de servidor e nonce. Você pode descobrir mais sobre como funciona na página de fair play.",
    "Дождь/Снег":"Chuva/Neve",
    "Дождь или Снег - это бот в чате, который случайное количество раз в день раздает баланс случайным игрокам, которые находятся онлайн на сайте и пополняли баланс за последние 24 часа.":"Rain or Snow é um bot de bate-papo que distribui um número aleatório de vezes ao dia o saldo para jogadores aleatórios que estão online no site e rebastecem o saldo nas últimas 24 horas.",
    "Викторина может проводится автоматически в виде простых вопросов, либо модераторами сайта. Первый правильно ответивший на вопрос игрок получает вознаграждение.":"O questionário pode ser realizado automaticamente na forma de perguntas simples ou pelos moraderadores do site. O primeiro jogador a responder corretamente à pergunta recebe uma recompensa.",
    "Принимай участие в еженедельных заданиях и выигрывай призы! У каждого задания есть условие, которое требуется выполнить для получения награды. Для участия в задании приобрети одну или несколько попыток. Попытки тратятся после каждой игры независимо от ее результата. Играй в игры как и обычно - мы дадим знать о всем, что требуется: кол-во оставшихся попыток, а так же выполнили ли вы условие или нет!":"Participe de desafios semanais e ganhe prêmios! Cada tarefa tem uma condição que deve ser cumprida para receber uma recompensa. Para participar do desafio, compre uma ou mais tentativas. As tentativas são gasdas após cada jogo, independentemente do resultado. Jogue normalmente - informaremos tudo o que é necessário: o número de tentativas restantes, bem como você cumpriu a codinção ou não!",
    "Тактики":"Táticas",
    "Не существуют тактики, которые гарантированно будут работать. Все зависит от вашего стиля игры: быстро с большим риском или медленно, но уверенно.":"Não há táticas que funcionem com certeza. Tudo depende do seu estilo de jogo: rápido com muito risco ou lento mais seguro.",
    "Я передумал выводить":"Eu mudei de ideia sobre sacar",
    "Если вывод имеет статус 'В процессе', вы можете отменить его в ":"Se o status de um saque for 'Em andamento', você poderá cancelá-lo em ",
    " во вкладке 'Выводы' в графе 'Статус', нажав на кнопку отмены.":"na guia 'Conclusões' na coluna 'Status' clicando no botão cancelar.",
    "Я проиграл счёт":"Eu perdi a pontuação",
    "На нашем сайте нет ни одной игры с 100% шансом выигрыша. Даже 99.9% это шанс 1 из 1000, что вы можете проиграть. Например в игре Stairs, ĸогда вы играете на 1 ĸамне - это шанс 1 из 20 (5%), что вы проиграете. Поэтому играя на нашем сайте вы можете ĸаĸ выиграть, таĸ и проиграть. Мы ниĸаĸ не вмешиваемся в игровой процесс, поэтому все зависит тольĸо от вашей удачи. Мы ниĸаĸ не можем подменить результат вашей игры, таĸ ĸаĸ с вашей стороны есть таĸая строчĸа ĸаĸ 'Клиентсĸий хэш'. Изначально 'Клиентсĸий хэш' генерируется автоматичесĸи, но вы всегда можете изменить его и уĸазать туда любые символы. Чтобы проверить результаты своих игр нажмите на любую свою игру в истории и в появившемся оĸне снизу вы увидите поле 'Серверный хэш' Чтобы проверить результат игры - вам нужно перейти на страницу 'Честной игры', вставить 'Серверный хэш' - и вы увидите результат игры. Советуем вам играть аĸĸуратнее. Вырабатывайте свои собственные стили ставок и играйте по ним. Не заигрывайтесь, умейте вовремя остановится и вывести деньги. Азартные игры призваны развлеĸать. Помните, что Вы рисĸуете деньгами, ĸогда делаете ставĸи. Не тратьте больше, чем можете позволить себе проиграть.":"Não há um único jogo em nosso site com 100% de chance de ganhar. Mesmo 99,9% é uma chance de 1 em 1000 de que você pode perder. Por exemplo, no jogo Stairs, quando você joga em 1 pedra, há uma chance de 1 em 20 (5%) de você perder. Portanto, ao jogar em nosso site, você pode ganhar ou perder. Não interferimos de forma alguma na jogabilidade, então tudo depende apenas da sua sorte. Não podemos alterar o resultado do seu jogo de forma alguma, portanto, de sua parte, existe uma linha chamada 'Hash do cliente'. Inicialmente, o 'Hash do cliente' é gerado automaticamente, mas você sempre pode alterá-lo e especificar quaisquer caracteres lá. Para verificar os resultados de seus jogos, clique em qualquer um de seus jogos no histórico e na janela que aparece abaixo você verá o campo 'Hash do servidor' ' página, insira 'Server hash' - e você verá o resultado do jogo . Aconselhamo-lo a jogar com mais precisão. Desenvolva seus próprios estilos de apostas e jogue-os. Não flerte, saiba parar no tempo e sacar dinheiro. O jogo é projetado para entreter. Lembre-se de que você está arriscando dinheiro ao fazer apostas. Não gaste mais do que você pode perder.",
    "Отзывы доступны в наших группах в социальных сетях.":"As avaliações estão disponíveis em nossos grupos nas redes sociais.",
    "Вакансии":"Empregos",
    "Список вакансий доступен на":"A lista de vagas está disponível em ",
    "этой странице":"esta página",
    "Учтите, что он может быть пуст длительное время - нам не всегда требуются новые люди в команду.":"Observe que pode ficar vazio por muito tempo - nem sempre precisamos de novas pessoas para entrar na equipe.",
    "Доступно задание":"Missão disponível",
    "Перейти на страницу":"Vá para página",
    "Для участия в задании необходимо приобрести попытки":"Para participar da tarefa, você deve comprar tentativas",
    "попытка":"tentar",
    "попытки":"tentativas",
    "попыток":"tentativas",
    "Ниже или та же":"Abaixo ou igual",
    "Выше или та же":"Acima ou igual",
    "PR-менеджер":"Gerente de Contas",
    "Обязанности:":"Responsabilidades",
    "• Активное взаимодействие со СМИ, блогерами, персонами влияния в отрасли":"• Interação ativa com a mídia, blogueiros, pessoas de influência na indústria",
    "• Создание плана проведения PR-кампаний и анализ эффективности":"• Criação de um plano para realização de campanhas de Agentes e análise de eficácia",
    "• Определение бюджета на PR":"• Determinar o orçamento para Agentes",
    "• Организация конкурсов, медиа-китов в СМИ и социальных сетях":"• Organização de promoções, mídia kits nas mídias e redes sociais",
    "• Поиск инфоповодов":"• Pesquise por informações",
    "• Анализ PR-стратегий конкурентов":"• Análise das estratégias de Agentes dos concorrentes",
    "Вы выиграли":"Você ganhou",
    "Подтверждение вашего Email":"Confirmação do seu E-mail",
    "было отправлено письмо с ссылкой на подтверждение аккаунта.":"Um e-mail foi enviado os dados de confirmação da conta.",
    "Отправить заново":"Envie novamente",
    "Выйти из аккаунта":"Deixe a conta",
    "Авторизация":"Login",
    "Регистрация":"Cadastro",
    "Используйте настоящий Email, так как на него будет отправлено письмо с ссылкой на подтверждение.":"Use um e-mail, pois uma carta será enviada a ele com uma referência à confirmação",
    "Входя на сайт, вы":"Entrando no site, ",
    "принимаете условия":"Pegue as condições",
    "лицензионного соглашения и подтверждаете, что Вам есть 18 лет":"de contrato licenciado e confirme que você tem 18 anos",
    "Пополнение":"Recarga",
    "Вывод":"Retirada",
    "Способ оплаты:":"Forma de pagamento: ",
    "Выберите сумму":"Selecione o valor",
    "Сумма":"Soma",
    "Руб":"R$",
    "Комиссия":"Comissão",
    "Оплатить":"Pagar",
    "Платежи временно недоступны.":"Os pagamentos estão temporariamente inacessíveis",
    "Способ вывода:":"Método de retirada:",
    "Введите номер кошелька":"Digite o número da carteira",
    "вывода":"Retirada",
    "Быстрые выплаты":"Pagamentos rápidos",
    "Выплаты от 1 минуты до 3 дней":"Pagamentos de 1 minutos a 3 dias",
    "Вступи в группу и получай бесплатный бонус каждые 3 минуты!":"Entre no grupo e obtenha um bônus gratuito a cada 3 minutos!",
    "3 мин":"3 min",
    "перезарядка":"Recarregar",
    "Крутить":"Girar",
    "активных рефералов":"Referências ativas",
    "Пять случайных человек каждые 3 часа выбираются системой и награждаются бонусом, попутно отправляя об этом сообщение в чат.":"Cinco pessoas aleatórias a cada 3 horas são selecionadas pelo sistema e concedidas com um bônus, enviando simultaneamente uma mensagem para o bate-papo sobre isso.",
    "Для попадания под дождь необходимо пополнить счет на сумму 30 монет или выше за последние 24 часа.":"Para entrar na chuva, é necessário reabastecer a conta no valor de 30 moedas ou mais nas últimas 24 horas.",
    "Эта игра сейчас недоступна.":"Este jogo não está disponível agora.",
    "Количество мин:":"Número de Minas:",
    "Количество мин":"Número de Minas:",
    "Количество игр:":"Número de jogos:",
    "Остановить при выигрыше":"Parar e ganhar",
    "Количество пинов":"O número de pinos",
    "Уровень риска":"Nível de risco",
    "Маленький":"Pequeno",
    "Средний":"Médio",
    "Высокий":"Alto",
    "Количество игр":"O número de jogos",
    "Какая информация подлежит сбору":"Qual informação está sujeita a coleta",
    "Сбору подлежат только сведения, обеспечивающие возможность поддержки обратной связи с пользователем.":"Somente apioar as informações que fornecem a possibilidade de apoiar o feedback do usuário estão sujeitas a coleta.",
    "Некоторые действия пользователей автоматически сохраняются в журналах сервера:":"Algumas ações do usuário são preservadas automaticamente nas revistas de servidores:",
    "IP-адрес, данные о типе браузера;":"Endereço IP, dados sobre o tipo de navegador;",
    "надстройках, времени запроса и т. д.":"Superestruturas, tempo de solicitação, etc.",
    "Как используется полученная информация":"Como as informações recebidas são usadas",
    "Сведения, предоставленные пользователем, используются для связи с ним, в том числе для направления уведомлений.":"As informações fornecidas são usadas para se comunicar com ele, inclusive para envias notificações.",
    "Управление личными данными":"Gerenciamento de dados pessoal",
    "Личные данные доступны для просмотра, изменения и удаления в личном кабинете пользователя.":"Dados pessoais estão disponíveis para visualização, alterações e exclusão na conta pessoal do usuário.",
    "В целях предотвращения случайного удаления или повреждения данных информация хранится в резервных копиях в течение 7 дней и может быть восстановлена по запросу пользователя.":"Para evitar a remoção ou danos acidentais aos dados, as informações são armazenadas em backups por 7 dias e podem ser restaurados a pededido do usuário.",
    "Предоставление данных третьим лицам":"Fornecendo dados para terceiros",
    "Личные данные пользователей могут быть переданы лицам, не связанным с настоящим сайтом, если это необходимо:":"Dados pessoais dos usuários podem ser transferidos para pessoas não relacionadas a este site, se necessário:",
    "для соблюдения закона, нормативно-правового акта, исполнения решения суда;":"por conformidade com a lei, Lei Legal, a execução da decisão do tribunal;",
    "для выявления или воспрепятствования мошенничеству;":"identificar ou prevenir por fraude;",
    "для устранения технических неисправностей в работе сайта;":"eliminar mau funcionamento técnico no trabalho do site;",
    "для предоставления информации на основании запроса уполномоченных государственных органов.":"Fornecer informações com base em uma solicitação de órgãos estatais autorizados.",
    "В случае продажи настоящего сайта пользователи должны быть уведомлены об этом не позднее чем за 10 дней до совершения сделки.":"",
    "":"No caso da venda deste site, os usuários devem ser notificados disso o mais tardar 10 dias antes da transação.",
    "Безопасность данных":"Segurança de Dados",
    "Администрация сайта принимает все меры для защиты данных пользователей от несанкционированного доступа, в частности:":"A administração do site toma todas as medidas para proteger os dados do usuário do acesso não autorizado, em particular:",
    "регулярное обновление служб и систем управления сайтом и его содержимым;":"atualização regular dos sistemas de serviço e controle e seu conteúdo;",
    "шифровка архивных копий ресурса;":"criptografia de cópias de arquivo do recurso;",
    "регулярные проверки на предмет наличия вредоносных кодов;":"verificações regulares para a presença de códigos nocivos;",
    "Изменения":"Mudanças",
    "Обновления политики конфиденциальности публикуются на данной странице.":"Refresco da política de confidencialidade é publicado nesta página",
    "Отправьте в 'Предложить новость' нашей группы":"Envie para 'Enviar notícias' do nosso grupo",
    "скриншот с крупным выигрышем":"captura de tela com uma grande vitória",
    "более":"mais",
    "300 монет":"300 moedas",
    "или большим коэффициентом":"ou uma porção maior",
    "и получите бонус после публикации.":"e receba um bônus após apostar.",
    "Требования к посту:":"Requisitos da postagem:",
    "— Скриншот должен быть хорошего качества. Не стоит фотографировать экран компьютера, воспользуйтесь встроенными средствами для создания скриншотов.":"— A caputura de tela deve ser de boa qualidade. Não tire fotos da tela do computador, use ferramentas integradas para criar capturas de tela.",
    "— На скриншоте не должно быть информации, не относящейся к сайту.":"— A captura de tela não deve conter informações não relacionadas ao site.",
    "— На скриншоте должен быть виден результат игры. Предпочтение отдается скриншотам, где результат показан непосредственно на странице режима, а не в профиле.":"— O resultado do jogo deve estar visível na captura de tela. É dada preferência a capturas de tela, onde o resultado é mostrado diretamente na página do modo, e não no perfil.",
    "— При возможности, обрежьте скриншот, удалив из него элементны, относящиеся к браузеру или операционной системе (такие как меню 'Пуск', верхняя панель браузера и прочее).":"— Se possível, recorte a captura de tela removendo elementos relacionados ao navegador ou sistema operacional (como menu Iniciar, barra superior do navegador etc.)",
    "— Подпись к скриншоту не должна содержать нецензурной лексики и оскорблений. В подпись не следует включать просьбу о бонусе.":"— A legenda da captura de tela não deve conter linguagem obscena e insultos. A assinatura não deve incluir um pedido de bônus",
    "Отправить":"Enviar",
    "Выберите фишку":"Escolha uma ficha",
    "Ставка:":"Oferta:",
    "ОТМЕНА":"CANCELAR",
    "ОЧИСТИТЬ":"LIMPAR",
    "Очистить":"LIMPAR",
    "финансовый":"Financeiro",
    "чет":"até",
    "до":"antes",
    "Количество камней":"Número de pedras",
    "Принимайте участие в еженедельных заданиях и выигрывайте денежные призы!":"Participe de desafios semanais e ganhe prêmios e dinheiro!",
    "Информация о заданиях":"Informação de trabalho",
    "Сейчас нет заданий":"No momento não há emprego",
    "Загляните сюда позже - они обязательно появятся!":"Volte aqui mais tarde - eles definitvamente aparecerão!",
    "Начало":"Começar",
    "Награда":"Recompesa",
    "Цена за 1 попытку":"Preço para uma tentativa",
    "Бесплано":"De graça",
    "Выполнили":"Concluído",
    "Выполнений:":"Conquistas:",
    "Начать задание":"Inciar uma tarefa",
    "Общие положения и термины":"Disposições e termos gerais",
    "Данный документ является договором на использование Сервиса":"Este documento é um contrato para o uso do Serviço",
    "Ниже приведены правила и условия использования Сервиса. Пожалуйста, внимательно ознакомьтесь с ними.":"Abaixo estão os termos e condições para usar o Serviço. Por favor, leia-os cuidadosamente.",
    "Сервисом могут пользоваться люди достигшие 18-ти лет.":"O serviço pode ser utilizado por maiores de 18 anos.",
    "Сервис":"Serviço",
    "онлайн игра принадлежащяя организатору и находящиейся по адресу в сети интернет":"um jogo online de propriedade de uma organização e localizado em um endereço na Internet",
    "Организатором предоставляются услуги по организации развлечения, досуга и отдыха.":"O organizador fornece serviços para organizar entretenimento, lazer e recreação.",
    "Организаторы онлайн игры":"Organizadores de jogos online",
    "никого не обязывают проводить свой досуг на Сервисе.":"ninguém é obrigado a dedicar seu tempo livre ao Serviço.",
    "Учетная запись, пароль, безопасность":"Conta, senha, segurança",
    "Для открытия Учетной Записи пользователь должен авторизоваться через социальную сеть Вконтакте или с помощью электронной почты.":"Para abrir uma Conta, o usuário deve fazer login por meio da rede social Facebook ou por e-mail.",
    "Пользователь несет полную ответственность за хранение своей конфиденциальной информации, за потерю доступа к своей Учетной Записи.":"O Usuário é totalmente responsável pelo armazenamento de suas informações confidenciais, pela perda de acesso à sua Conta.",
    "Пользователь несет полную ответственность за любые совершенные им действия.":"O usuário é totalmente responsável por quaisquer ações tomadas por ele.",
    "Сервис не несет ответственности за поступки, совершенные Пользователем в отношении третьих лиц.":"O Serviço não se responsabiliza por ações cometidas pelo Usuário em relação a terceiros.",
    "Пользователь обязуется сообщить Сервису о любом несанкционированном использовании его Учетной записи.":"O Utilizador compromete-se a informar o Serviço de qualquer utilização não autorizada da sua Conta.",
    "Пользователь":"Usuário",
    "Сервис оставляет за собой право в любой момент блокировать или изменять счет Пользователя в связи с нарушением правил использования Сервиса или законодательства.":"O Serviço reserva-se o direito de bloquear ou alterar a conta do Usuário a qualquer momento devido à violação das regras de uso do Serviço ou da lei.",
    "Неприемлемы попытки несанкционированного доступа, попытки нанесения вреда Сервису.":"Tentativas de acesso não autorizado, tentativas de prejudicar o Serviço são inaceitáveis.",
    "При добавлении на сайт любой информации, запрещены оскорбления, вымогательства, клевета, блеф, сообщения, содержащие вредоносную информацию (в т.ч. вирусы, трояны, черви и т.п.), а также информация, способная нанести вред третьим лицам.":"Ao adicionar qualquer informação ao site, são proibidos insultos, extorsão, calúnias, blefes, mensagens que contenham informações maliciosas (incluindo vírus, trojans, worms, etc.), bem como informações que possam prejudicar terceiros.",
    "Запрещено":"Proibido",
    "Запрещается использовать и распространять информацию о багах и ошибках в работе Сервиса, позволяющие: нечестным образом получить баланс на счет, получить преимущество над другими пользователями Сервиса.":"É proibido usar e distribuir informações sobre bugs e erros na operação do Serviço, permitindo: receber saldo na conta de forma desonesta, obter vantagem sobre outros usuários do Serviço.",
    "Запрещается публиковать фальсифицированные данные.":"É proibida a publicação de dados falsificados.",
    "Запрещается передача любых материалов, которые могут нарушить интеллектуальную собственность третьих лиц.":"É proibida a publicação de dados falsificados.",
    "Запрещаются фальшивые публикации информации с целью получения несанкционированных доступов к информации или данным третьих лиц.":"É proibida a falsa publicação de informações com o objetivo de obter acesso não autorizado a informações ou dados de terceiros.",
    "Запрещается публикация информации религиозного и политического характера.":"É proibida a publicação de informações de cunho religioso e político.",
    "Запрещается передавать данные для доступа к Учетной записи третьим лицам.":"É proibida a transferência de dados para acesso à Conta a terceiros.",
    "Запрещается оскорблять, обзывать, ставить под сомнение профессиональную квалификацию и добросовестность физических и юридических лиц, в том числе Пользователей Сервиса и Администрации Сервиса.":"É proibido insultar, xingar, questionar a qualificação profissional e a integridade de pessoas físicas e jurídicas, incluindo os Usuários do Serviço e a Administração do Serviço.",
    "Запрещается выбирать себе аватары, содержащие сцены насилия, угрозы, сквернословия, разврат (порнография), дискриминация в любых проявлениях, коммерческая реклама и рекламные тексты.":"É proibida a escolha de avatares que contenham cenas de violência, ameaças, palavrões, devassidão (pornografia), discriminação de qualquer forma, propaganda comercial e textos publicitários.",
    "Ответственность сторон":"Responsabilidade das partes",
    "Пополняя баланс на сайте любыми платежными системами, вы берете на себя полную ответственность за ваши действия. Сервис никак не принуждает и не настаивает делать какие либо действия.":"Ao reabastecer o saldo do site com qualquer sistema de pagamento, você assume total responsabilidade por suas ações. O serviço não força ou insiste em fazer nenhuma ação.",
    "Тратя средства с вашего баланса любым способом, вы принимаете полную ответственность за ваши действия.":"Ao gastar fundos do seu saldo de qualquer forma, você aceita total responsabilidade por suas ações.",
    "Сервис не призывает и не мотивирует увеличить ваши средства.":"O serviço não encoraja ou motiva você a aumentar seus fundos.",
    "Сервис не дает 100% гарантии, что он даст возможность увеличить ваши средства на балансе.":"O serviço não oferece 100% de garantia de que lhe dará a oportunidade de aumentar seu saldo.",
    "Сервис ни в коем случае не обязывает и не заставляет совершать тех или иных действий. Все действия, совершенные вами в Сервисе, осуществляются исключительно под вашу ответственность.":"O Serviço não obriga ou obriga você a realizar determinadas ações. Todas as ações realizadas por você no Serviço são realizadas exclusivamente sob sua responsabilidade.",
    "Принятие условий соглашения (акцепт оферты)":"Aceitação dos termos do contrato (aceitação da oferta)",
    "Используя и/или посещая любые разделы Сервиса, Вы соглашаетесь принять и соблюдать условия настоящего Соглашения и Вы соответственно соглашаетесь использовать средства электронной коммуникации для заключения договоров, Вы также отказываетесь от любых применимых в данном случае прав или требований, для которых необходима собственноручная подпись, в той степени, в которой это допускается любым применимым законодательством.":"Ao usar e/ou acessar qualquer parte do Serviço, você concorda em aceitar e estar vinculado aos termos deste Contrato e, portanto, concorda em usar os meios de comunicação eletrônica para celebrar contratos, você também renuncia a quaisquer direitos ou reivindicações aplicáveis ​​em neste caso, que exigem uma assinatura manuscrita, na medida permitida por qualquer lei aplicável.",
    "Если Вы не согласны принять и далее следовать условиям настоящего Соглашения, пожалуйста, не регистрируйте аккаунт и/или прекратите использовать Ваш аккаунт. Дальнейшее использование Сервиса будет рассматриваться как Ваше согласие с условиями настоящего Соглашение.":"Se você não concorda em aceitar e continuar a seguir os termos deste Acordo, por favor, não registre uma conta e/ou pare de usar sua conta. Seu uso continuado do Serviço será considerado sua aceitação dos termos deste Contrato.",
    "Права":"Direitos",
    "Исключительное право на Сервис принадлежит Сервису.":"O direito exclusivo ao Serviço pertence ao Serviço.",
    "Все права на материалы, представленные на нашем сайте, принадлежат Правообладателям.":"Todos os direitos sobre os materiais apresentados em nosso site pertencem aos titulares dos direitos.",
    "уровень":"nível",
    "История":"História",
    "Достижения":"Conquistas",
    "пополнения":"Recargas",
    "Пополнения":"Recargas",
    "Выплаты":"Pagamentos",
    "Уровень":"Nível",
    "Настройки":"Configurações",
    "Бронза":"Bronze",
    "Серебро":"Prata",
    "Золото":"Ouro",
    "Платина":"Prata",
    "Все достижения":"Todas as conquistas",
    "Здесь ничего нет":"Não há nada aqui",
    "Наименование":"Nome",
    "Дата":"Data",
    "Статус":"Status",
    "Пополнение баланса на":"Reposição do saldo",
    "Ожидание":"Expectativa",
    "Успешно":"com sucesso",
    "Ошибка":"Erro",
    "Срок выплаты может быть увеличен до 2 недель, так как Вы играли на бесплатный баланс.":"O período de pagamento pode ser estendido até 2 semanas, desde que você tenha jogado com saldo grátis.",
    "Кошелек:":"Carteira:",
    "Отказано":"Negado",
    "Отменено":"Cancelado",
    "Это ваш уровень":"Este é o seu nível",
    "Количество опыта:":"quantidade de experiência:",
    "Вы получили этот уровень":"você tem esse nível",
    "Золотая рамка для сообщения в чате":"moldura dourada para mensagem de bate-papo",
    "Ваш уровень:":"Seu nível",
    "Дополнительный бонус:":"Bônus adicional:",
    "Что такое уровень?":"O que é um nível?",
    "Уровень - это награда за продолжительное участие в активностях на сайте.":"O nível é uma recompensa pela participação contínua nas atividades do site.",
    "Что дает уровень?":"O que o nível dá?",
    "Уровень дает:":"O nível dá:",
    "Дополнительный бонус для колеса на странице":"Bônus extra para a roda da página",
    "Значок в чате, показывающий Ваш уровень на сайте.":"Um ícone no chat mostrando seu nível no site.",
    "10 уровень выделяет сообщение в чате золотым цветом.":"O nível 10 destaca uma mensagem de bate-papo em ouro.",
    "Что такое дополнительный бонус?":"O que é um bônus adicional?",
    "Дополнительный бонус - это сумма, которая гарантированно добавится на Ваш счет после прокрутки колеса на странице":"Um bônus adicional é o valor que é garantido para ser adicional à sua conta depois de rolar a roda na página",
    "Как получить опыт?":"Como obter experiência?",
    "Получая бесплатный бонус":"Obtendo um bônus grátis",
    "- Каждое получение бонуса добавляет 35 единиц опыта на Ваш аккаунт.":"- Cada bônus que você recebe adiciona 35 pontos de experiência à sua conta.",
    "Получая достижения":"Obtendo Conquistas",
    "- Бронзовое достижение добавляет 1.5% опыта.":"- A conquista Bronze adiciona 1,5% de experiência.",
    "- Серебрянное достижение добавляет 5% опыта.":"- A Conquista de prata adiciona 5% de experiência.",
    "- Золотое достижение добавляет 10% опыта.":"- A conquista de ouro adiciona 10% de experiência.",
    "- Платиновое достижение добавляет 25% опыта.":"A conquista Platinum adiciona 25% de experiência.",
    "Узнать подробнее":"Saber mais",
    "Пополняя счет":"Reabastecendo a conta",
    "- Каждые 10 руб повышают Ваш опыт на 10%":"- A Cada R$10 aumenta sua experiência em 10%",
    "- Первое пополнение счета повышает Ваш уровень до 3.":"- O primeiro abastecimento da conta aumenta seu nível para 3.",
    "Приглашайте своих друзей и вместе зарабатывайте бонусы!":"Convide seus amigos e ganhem bônus juntos!",
    "Каждый человек, который зарегистрируется по вашему реферальному коду получит":"Cada pessoa que se registrar usando seu código de indicação receberá",
    "В награду за каждого":"como recompensa para cada",
    "активного реферала":"referência ativa",
    "Активным рефералом считается тот, у кого общая сумма выигрыша всех игр достигла 50 руб":"Uma referência ativa é aquela cujos ganhos totais de todos os jogos atingiram R$50",
    "вы получаете":"Você está recebendo",
    "а каждые 10 активных рефералов позволяют прокрутить колесо с денежной наградой.":"e cada 10 referências ativas permitem que você gire a roda com uma recompensa em dinheiro.",
    "Ваша ссылка для приглашения":"Seu link de convite",
    "Ваш реферальный промокод:":"Seu código de referência:",
    "Перейдя по этой ссылке и после регистрации пользователь автоматически становится Вашим рефералом.":"Ao clicar neste link e após o registro, o utilizador torna-se automaticamente o seu referido.",
    "Нажмите, чтобы скопировать":"Clique para copiar",
    "Приглашенные рефералы":"Referências convidadas",
    "Загрузка...":"Carregando...",
    "Основные":"Principal",
    "Ваш UID":"Seu UID",
    "Имя":"Nome",
    "Безопасность":"Segurança",
    "Новый пароль":"Nova senha",
    "Повторите пароль":"Repita a senha",
    "Текущий пароль":"Senha atual",
    "Текущий пароль, использованный для авторизации.":"A senha atual para autorização",
    "Сохранить":"Salvar",
    "Опыт до":"Experiência até",
    "Почта":"E-mail",
    "Все":"Todos",
    "Выплата на сумму":"Pagamento pelo valor",
    "Выигрыш:":"Ganhar",
    "Цвет:":"Cor",
    "Не выбран":"Não selecionado",
    "Неизвестно":"desconhecido",
    "Создание промокода":"Crie um código promocional",
    "использований":"usa",
    "Удаление промокода":"Removendo um código promocional",
    "Изменение промокода":"Alterar código promocional",
    "Блокировка чата":"Bloqueio de bate-papo",
    "Блокировка":"Bloqueio",
    "Было":"Era",
    "Временная блокировка чата":"Bloqueio temporário do chat",
    "мин":"min",
    "Создание группы временных промокодов":"Criando um grupo de códigos promocionais",
    "шт. ":"PC.",
    "Изменение уровня доступа":"Alterar nível de acesso",
    "стало":"tornou-se",
    "Создание группы фейков":"Criação de grupos fakes",
    "аккаунт.":"conta.",
    "Создание фейк аккаунта":"Criar uma conta falsa",
    "Техническое обслуживание":"Manutenção",
    "Окончание технического обслуживания":"Fim da manutenção",
    "доступа к сайту":"acesso ao site",
    "уровень.":"nível.",
    "руб.":"R$.",
    "Pуб":"R$.",
    "было:":"Era:",
    "стало:":"tornou-se:",
    "Журнал действий":"Registro de atividade",
    "Вам недоступна эта информация":"Você não tem acesso a esta informação",
    "Статистика регистраций пользователей":"Estatísticas de registro de usuário",
    "Подкрутка":"Giro pra trás",
    "Шансы на поражение (подмена выигрыша на проигрыш системой) зависят от баланса аккаунта пользователя.":"As chances de  perder (substituindo uma vitória por uma derrota pelo sistema) dependem do saldo da conta do usuário.",
    "Базовый шанс":"Chance Básica",
    "Стандартный шанс на поражение.":"Chance padrão de perder.",
    "Максимальный шанс":"Chance Máxima",
    "Шанс на поражение не сможет превысить это значение.":"A chance de derrota não pode exceder esse valor.",
    "Автоматическое поражение, если человек достигнет указаного значения коэффициента.":"Derrota automática se uma pessoa atingir o valor do coeficiente especificado.",
    "Скорость":"Velocidade",
    "Фактор, при котором алгоритм будет увеличивать шансы на проигрыш.":"Um fator pelo qual o algoritimo aumentará as chances de perder.",
    "Чем он ниже, тем шанс на проигрыш для определенного порога баланса ниже.":"Quanto menor, menor a chance de perder para um determinado limite de saldo.",
    "Все игры, использующие такую систему поддерживают предварительный просмотр.":"Todos os jogos que usam esse sistema suportam a pré-visualização.",
    "Максимальный коэффициент":"Razão Máxima",
    "Вероятность":"Probabilidade",
    "проиграть":"perder",
    "с коэффициентом":"com coeficiente",
    "Статистика":"Estatísticas",
    "Главная":"Home",
    "Пользователи":"Usuários",
    "Управление":"Gerenciamento",
    "Фейки":"Falsifações",
    "Сервер":"Servidor",
    "Логи":"Histórico",
    "Сборка":"Conjunto",
    "Включение/отключение игр":"Ativar/Desativar jogos",
    "Заработано":"Merecido",
    "Сегодня":"Hoje",
    "Неделя":"Uma semana",
    "Месяц":"Mês",
    "Все время":"O tempo todo",
    "Счет":"Verificar",
    "Яндекс.Деньги":"Dinheiro Yandex",
    "Мегафон":"MegaFon",
    "МТС":"MTS",
    "Билайн":"Beeline",
    "Выплатить":"Pagamento",
    "Отказать":"Recusar",
    "Игнорировать":"Ignorar",
    "Популярность игр":"Popularidade do jogo",
    "Отключение сайта во время обновления, избежания конфликтных ситуаций или если что-то пойдет не так.":"Desativando o site durante a atualização, evitando conflitos ou se algo der errado.",
    "Сайт функционирует в штатном режиме":"O site está funcionando normalmente",
    "Техническое обслуживание сайта":"Página em manutenção",
    "руб":"R$",
    "Статистика - Игры":"Estatísticas de Jogos",
    "Количество игр за сегодня":"Número de jogos hoje",
    "Все игры":"Todos os jogos",
    "месяцев":"Meses",
    "месяца":"Meses",
    "год":"ano",
    "Игр за этот период":"Jogo deste período",
    "Статистика - Пользователи":"Estatísticas - Usuários",
    "онлайн-пользователь":"Usuários online",
    "все":"Todos",
    "Зарегистрировано":"Registrado",
    "Общее количество":"Total",
    "Зарегистрировано через":"Registrado através",
    "Регистрации":"Inscrições",
    "Регистраций за этот период":"Inscrições para este período",
    "Статистика - Браузерные уведомления":"Estatísticas - Notificações do navegador",
    "Подписано":"Assinado",
    "Платежная система":"Sistema de pagamento",
    "Секретное слово":"Chave",
    "Секретный ключ":"Insira sua chave",
    "API ключ":"Chave API",
    "Минимальная сумма для пополнения":"Valor mínimo para reabastecimento",
    "Минимальная сумма для вывода":"Valor mínimo de retirada",
    "Минимальная сумма депозитов для вывода":"Valor mínimo de depósito para retirada",
    "Отключить принятие платежей от пользователей":"Desativar a aceitação de pagamentos de usuários",
    "Управление ставками фейков":"Gerenciamento de lances falsos",
    "Минимальная ставка фейка":"Aposta mínima falsa",
    "Сумма ставки фейк бота, мин. 0":"Valor da aposta do bot falso, min. 0",
    "Максимальная ставка фейка":"Máxima aposta falsa",
    "Сумма ставки фейк бота, макс. 1кк":"Valor da aposta do bot falso, máx. 1kk",
    "Сумма за активного реферала/регистрацию по реферальной ссылке":"Valor para uma referência/regitro ativo usando um link de referência",
    "Сумма за временный промокод":"Valor para um código promocional temporário",
    "Сайт":"Local na rede Internet",
    "Название сайта":"Nome do site",
    "Вк группа":"Grupo Telegram",
    "Вк группа, пример: uptouch":"Grupo Telegram, exemplo: 29bet",
    "Telegram ссылка":"Link do Telegram",
    "Telegram ссылка, пример: teleg.gh/test":"Link do Telegram, exmeplo: t.me/29bet",
    "Почта сайта":"E-mail do site",
    "Ключевые слова":"Palavras-chave",
    "Технические работы (Отключить сайт)":"Suporte Técnico (Desativar Site)",
    "Подкрутить, если достигнут % от ставки":"Torça se % da aposta for atingida",
    "Максимальный % от ставки":"Máximo % da aposta",
    "Системный ключ бота (чата)":"Chave do sistema bot (chat)",
    "Любой набор цифр и букв":"Qualquer conjunto de números e letras",
    "Сообщения - секретный ключ":"Mensagens - chave secreta",
    "группы":"grupos",
    "Секретный ключ":"a chave secreta",
    "Информация - сервисный ключ":"Informações - chave de serviço",
    "приложения":"formulários",
    "Сервисный ключ":"Chave de serviço",
    "Уведомление на главной странице":"Aviso na página inicial",
    "Заголовок":"Cabeçalho",
    "Текст":"Texto",
    "Включить":"Ligar",
    "Слайдер на главной странице (вкл/откл)":"Controle deslizante na página incial (ativado/desativado)",
    "Значение не больше 100 символов":"O valor não tem mais de 100 caracteres",
    "Сборка сервера":"Montagem do servidor",
    "Добавить предмет":"Adicionar Item",
    "Удалить":"Excluir",
    "Цена":"Preço",
    "Кейс":"caso",
    "Отменить":"Cancelar",
    "Создать":"Criar",
    "Новый предмет":"Novo item",
    "Тип предмета":"Tipo de item",
    "Cумма денег/опыта":"Quantidade de dinheiro/experiência",
    "Редкость (цвет)":"Raridade (cor)",
    "Завершение":"Conclusão",
    "До завершения":"Até a conclusão",
    "Значение":"Significado",
    "Задание":"Tarefa",
    "Вы можете создать только одну временную группу и один промокод на 25 использований в день!":"Você só pode criar um grupo um grupo temporário e um código promocional para 25 usos por dia!",
    "Редактировать":"Editar",
    "Использований осталось":"Usos restantes",
    "Использовали":"Usado",
    "Временные промокоды":"Códigos promocionais temporários",
    "Удалится":"Vai aposentar-se",
    "Количество промокодов":"Número de códigos promocionais",
    "Сгенерировать":"Gerar",
    "Количество использований":"Número de usos",
    "резервный фонд":"Fundo de reserva",
    "интеллектуальная собственность":"Propriedade Intelectual",
    "баланс":"Equílibrio",
    "действие":"Ação",
    "оценка":"Tipo",
    "Действия":"Ações",
    "Количество фейков":"Número de Falsifações",
    "Активность фейк ставок":"Atividades de apostas falsas",
    "Интервал фейк игр (сек)":"Intervalo de jogos falso (seg)",
    "Рекомендуемое от 5 до 250 сек":"Recomendado 5 a 250 segundos",
    "Активность фейк чата":"Atividade de bate-papo falso",
    "Фейк":"Falso",
    "От 1 до 10":"1 a 10",
    "Интервал фейк чата (сек)":"Intervalo de bate-papo falso (seg)",
    "Активность фейк выводов":"Atividade de retirada falsa",
    "Интервал фейк выводов (сек)":"Intervalo de saída falsa (seg)",
    "Активность фейк лайв-ленты":"Atividade falsa de feed ao vivo",
    "Рекомендуемое от 35 до 450 сек":"Recomendado 35 a 540 segundos",
    "Фейк онлайн в играх (чел)":"Falso online em jogos (pessoas)",
    "Рекомендуемое от 25 до 250 человек":"Recomendado de 25 a 250 pessoas",
    "Всего пользователей (чел)":"Total de usuários (pessoas)",
    "Рекомендуемое от 250 до 250000 человек":"Recomendado de 250 a 250.000 pessoas",
    "Всего выведено (чел)":"Produção total (pessoas)",
    "Рекомендуемое от 10000 до 25000000 человек":"Recomedado de 10.000 a 25.000.000 de pessoas",
    "Отправить браузерное уведомление":"Enviar notificação do navegador",
    "Сообщение":"Mensagem",
    "Модератор":"moderador",
    "Администратор":"Administrador",
    "Фейк":"Falso",
    "Пользователь":"Usuário",
    "Заблокировать":"Bloquear",
    "Отправить уведомление":"Enviar Notificação",
    "Email успешно подтверждён":"E-mail verificado com sucesso!",
    "Реферальная программа":"Sistema de indicação",
    "Реферальный код":"Código de indicação",
    "Использованный реферальный код":"Código de indicação usado",
    "Реферальный код не был использован":"O Código de referência não foi usado",
    "Реферальный код был использован, но его владельца не удалось найти":"O código não foi usado, mas o seu proprietário não foi encontrado",
    "Владелец":"Proprietário",
    "Журнал":"Revista",
    "Текст сообщения":"Mensagem de texto",
    "Вы слишком часто делаете ставку!":"Você aposta muito!",
    "Минимальная ставка":"Aposta mínima",
    "Забрать":"Pegar",
    "Игра не найдена":"Jogo não encontrado",
    "Вы проиграли":"Você perdeu",
    "реферальные ссылки":"Links de referência",
    "ОБРАБОТАННЫЕ ВЫВОДЫ":"Conclusões Processadas",
    "настройки оплаты":"Métodos de retirada ",
    "Логин":"Usuário",
    "Пароль":"Senha",
    "Войти":"Entrar",
    "Зарегистрироваться":"Registrar",
    "Выйти":"Sair",
    "руб":"R$",
    "Добро пожаловать на test!":"Bem-vindo ao teste!",
    "страницу с бонусами":"Página de bônus",
    "службу поддержку test":"Serviço de suporte",
    "Еще":"Mais",
    "ДОМАШНИЕ ИГРЫ":"JOGOS DA CASA",
    "Информация:":"Informação:",
    "LOAD MORE":"CARREGUE MAIS",
    "ДЕМО-РЕЖИМ":"MODO DE DEMONSTRAÇÃO",
    "На главную":"Páginal principal",
    "Доступ запрещен.":"Acesso negado.",
    "Настройки":"Configurações",
    "Банк. карта":"Cartão bancário",
    "Сумма вывода":"Quantidade retirada",
    "Сумма пополнения":"Valor da recarga",
    "Вывести":"Retirar",
    "уровня:":"níveis:",
    "После изменения клиентского хэша все результаты предыдущих игр станут недействительными!":"Depois de alterar o hash do cliente, todos os resultados dos jogos anteriores se tornarão inválidos!",
    "После изменения почты все письма сайта будут приходить на указанный email!":"Após alterar o e-mail, todas as cartas do site serão enviadas para o e-mail especificado!",
    "Хэш, который может быть изменен вами.":"Um hash que pode ser alterado por você.",
    "Обратите внимание, что после его изменения все прошлые игры будут отображать недействительный результат.":"Observe que, após alterá-lo, todos os jogos anteriores exibirão um resultado inválido.",
    "Хэш, случайным образом выдаваемый сервером.":"Um hash gerado aleatoriamente pelo servidor.",
    "Уникален для каждой игры. Вы узнаете хэш только после завершения игры.":"Único para cada jogo. Você só saberá o hash depois que o jogo acabar.",
    "Исходный код доступен":"Código-fonte disponível",
    "на этой странице":"nesta página",
    "Исходный код":"Fonte",
    "Выберите режим игры, сделайте ставку на цвет и нажмите Играть":"Escolha um modo de jogo, aposte em uma cor e clique em Jogar",
    "Если колесо остановится на том цветовом секторе, который вы выбрали - вы выиграли!":"Se a roda parar no setor de cores que você escolheu, você ganha!",
    "При включении серьезно ускоряет вращение колеса.":"Quando ligado, acelera seriamente a rotação da roda.",
    "Демо-режим можно включить, нажав на иконку":"O modo de demonstração pode ser ativado clicando no ícone",
    "Авторизоваться":"Conecte-se",
    "которая находится рядом с балансом аккаунта.":"que está localizado ao lado do saldo da conta.",
    "Демо-режим":"Modo de demonstração",
    "Сделайте ставку, выберите количество бомб и нажмите Играть":"Faça sua aposta, selecione o número de bombas e clique em Jogar",
    "двигаясь сверху вниз, но остерегайтесь бомб":"movendo-se de cima para baixo, mas cuidado com as bombas",
    "Ищите камни":"Procure por pedras",
    "Заберите выигрыш до того, как вы подорветесь на бомбе и потеряете ставку!":"Obtenha seus ganhos antes de acertar a bomba e perder sua aposta!",
    "Сделайте ставку и нажмите Играть, после чего Вам и дилеру рададут по две карты.":"Faça sua aposta e clique em Jogar, logo após você e o dealer receberão duas cartas cada.",
    "Далее вы можете взять еще карту или остановиться и не менять текущую руку.":"Então você pode pegar outra carta ou parar e não mudar a mão atual.",
    "Нажав Удвоить вы удваиваете свою ставку и берете последнюю карту.":"Ao pressionar Dobrar, você dobra sua aposta e pega a última carta.",
    "Страховка доступна только тогда, когда первая карта дилера - это туз и застраховывает вас от дилера с блэкджеком.":"O seguro só está disponível quando a primeira carta do dealer é um ás e protege você contra o dealer com um blackjack.",
    "Побеждает тот, кто окажется ближайшим к 21. Если у вас и у дилера окажется одинаковое значение - будет ничья.":"O vencedor é aquele que estiver mais próximo de 21. Se você e o dealer tiverem o mesmo valor, haverá um empate.",
    "Правила":"Regras",
    "Неограниченное количество колод в игре.":"Número ilimitado de baralhos no jogo.",
    "Страховка доступна, когда первая карта дилера - туз.":"O seguro está disponível quando a primeira carta do dealer é um ás.",
    "Если у игрока и у дилера натуральный блэкджек, то результат - ничья.":"Se tanto o jogador quanto o dealer tiverem um blackjack natural, o resultado é um empate.",
    "Если у дилера натуральный блэкджек, игра заканчивается, и если была страховка, то она оплачивается.":"Se o dealer tiver um blackjack natural, o jogo termina e, se houver seguro, ele é pago.",
    "Удвоение можно делать на любые первые 2 карты.":"A duplicação pode ser feita em quaisquer 2 primeiras cartas.",
    "Дилер останавливается, если достиг 17-ти.":"O dealer para se chegar a 17.",
    "Сделайте ставку, нажмите Играть и начинайте угадывать, какой стороной упадет монетка.":"Faça uma aposta, clique em Jogar e comece a adivinhar de que lado a moeda cairá.",
    "По мере продолжения серии побед коэффициент увеличивается.":"À medida que a série de vitórias continua, o coeficiente aumenta.",
    "В любой момент вы можете забрать свой выигрыш. В случае проигрыша вы теряете свою ставку.":"Você pode sacar seus ganhos a qualquer momento. Se você perder, você perde sua aposta.",
    "Быстрая игра":"Jogo rápido",
    "При включении серьезно ускоряет вращение монетки.":"Quando ligado, acelera seriamente a rotação da moeda.",
    "Серия побед":"Série de vitórias",
    "Угадайте, какой стороной упадет монетка и заработайте деньги!":"Adivinhe de que lado a moeda cairá e ganhe dinheiro!",
    "Вы начинаете игру с минимальным коэффициентом. По мере продолжения серии побед коэффициент увеличивается.":"Você começa o jogo com as probabilidades mínimas. À medida que a série de vitórias continua, o coeficiente aumenta.",
    "В любой момент вы можете забрать свой выигрыш. В случае проигрыша вы теряете свою ставку и заработанный выигрыш.":"Você pode sacar seus ganhos a qualquer momento. Se você perder, perderá sua aposta e os ganhos que ganhou.",
    "Сделайте ставку, нажмите Играть и следите за тем, как растет график.":"Faça sua aposta, clique em Jogar e veja o gráfico crescer.",
    "Выведите средства до того, как график обрушится и вы потеряете ставку.":"Retire fundos antes que o gráfico entre em colapso e você perca sua aposta.",
    "Сделайте ставку и нажмите Играть":"Faça sua aposta e clique em Jogar",
    "Настройте ползунком шанс выигрыша,":"Ajuste o controle deslizante para a chance de ganhar,",
    "чтобы сгенерировать":"para gerar",
    "результат от 0 - 100":"resultado de 0 - 100",
    "Если кости выпали в выбранной Вами зеленой зоне, Вы выиграли!":"Se o dado cair na zona verde que você escolheu, você ganha!",
    "Угадывайте, будет ли следующая карта выше или ниже предыдущей по рангу.":"Adivinhe se a próxima carta será maior ou menor que a anterior no ranking.",
    "Открывайте неограниченное количество карт - коэффициенты суммируются.":"Abra um número ilimitado de cartas - as probabilidades são somadas.",
    "Вы можете остановиться в любой момент и забрать свой выигрыш.":"Você pode parar a qualquer momento e coletar seus ganhos.",
    "Ранг в колоде":"Classificação no baralho",
    "Король (K) является самой высокой картой, а":"O Rei (K) é a carta mais alta e",
    "Туз (A) - самой низшей.":"Az (A) - o mais baixo.",
    "Выберите от 1 до 10 ячеек с числами, сделайте ставку и нажмите Играть":"Escolha de 1 a 10 células com números, faça uma aposta e clique em Jogar",
    "Далее система случайным образом выбирает 10 чисел. Чем больше будет попаданий по вашим числам, тем больше будет выигрыш!":"Em seguida, o sistema seleciona aleatoriamente 10 números. Quanto mais acertos em seus números, mais você ganha!",
    "Авто-выбор":"Auto seleção",
    "Сделайте ставку, выберите количество бомб и нажмите Играть":"Faça sua aposta, selecione o número de bombas e clique em Jogar",
    "Чем больше количество бомб в игровом поле, тем выше коэффициент выигрыша.":"Quanto mais bombas no campo de jogo, maior a taxa de vitória.",
    "Ищите камни":"Procure por pedras",
    "но остерегайтесь бомб":"mas cuidado com as bombas",
    "Заберите выигрыш до того, как вы подорветесь на бомбе и потеряете ставку!":"Obtenha seus ganhos antes de acertar a bomba e perder sua aposta!",
    "Сделайте ставку, выберите сложность игры и количество пинов, и нажмите Играть":"Faça sua aposta, selecione a dificuldade do jogo e o número de pinos e clique em Jogar",
    "Чем больше сложность игры и количество пинов, тем становится выше максимальный и ниже минимальный коэффициент выигрыша":"Quanto maior a complexidade do jogo e o número de pinos, maior o máximo e menor a taxa de vitória mínima",
    "Ваша награда определяется коэффициентом выигрыша, в зависимости от того, куда упал шарик":"Sua recompensa é determinada pelo coeficiente vencedor, dependendo de onde a bola caiu",
    "Поставьте фишки на любой исход игры и нажмите Играть":"Coloque fichas em qualquer resultado do jogo e clique em Jogar",
    "Если вы угадали исход игры - вы умножаете вашу ставку.":"Se você adivinhou o resultado do jogo, multiplique sua aposta.",
    "Коэффициенты":"Chances",
    "Линия":"Linha",
    "Столбец":"Coluna",
    "Красное/Черное":"Vermelho/Preto",
    "Чет/Нечет":"Par/Ímpar",
    "1 до 18/19 до 36":"1 a 18/19 a 36",
    "Сделайте ставку, выберите количество камней на ход и нажмите Играть":"Faça uma aposta, selecione o número de pedras por jogada e clique em Jogar",
    "Взбирайтесь вверх по лестнице, но остерегайтесь падающих камней!":"Suba a escada, mas cuidado com as pedras que caem!",
    "Чем выше вы подниметесь - тем выше коэффициент.":"Quanto mais alto você sobe, maior o coeficiente.",
    "Вы можете забрать свой выигрыш в любой момент, либо вы можете попытаться пройти все 13 ходов и получить максимальную награду.":"Você pode coletar seus ganhos a qualquer momento ou pode tentar completar todos os 13 movimentos e obter a recompensa máxima.",
    "Что это?":"O que é isso?",
    "Принимай участие в еженедельных заданиях и выигрывай призы!":"Participe de desafios semanais e ganhe prêmios!",
    "У каждого задания есть условие, которое требуется выполнить для получения награды.":"Cada tarefa tem uma condição que deve ser cumprida para receber uma recompensa.",
    "Как участвовать?":"Como participar?",
    "Для участия в задании приобрети одну или несколько попыток.":"Para participar do desafio, compre uma ou mais tentativas.",
    "Попытки тратятся после каждой игры независимо от ее результата.":"As tentativas são gastas após cada jogo, independentemente do resultado.",
    "Играй!":"Jogar!",
    "Играй в игры как и обычно":"Jogue normalmente",
    "мы дадим знать о всем, что требуется: кол-во оставшихся попыток, а так же выполнили ли вы условие или нет!":"iremos informá-lo sobre tudo o que é necessário: o número de tentativas restantes, bem como se você cumpriu a condição ou não!",
    "карт":"Número de Cartas",
    "нечет":"Ímpar",
    "чет":"Par",
    "Играть":"Jogar",
    "перед вами откроется окно с инструкцией к игре, затем укажите сумму ставки и нажмите Играть.":"uma janela com instruções para o jogo será aberta à sua frente, especifique o valor da aposta e clique em Jogar.",
    "где ежедневно публикуются промокоды. Активировать промокод можно во вкладке Промокод на странице":"onde os códigos promocionais são publicados diariamente. Você pode ativar o código promocional na guia Código promocional na página",
    "5 часов":"5 horas",
    "выберите сумму и способ оплаты, ознакомьтесь с комиссиями и нажмите кнопку Оплатить.":"selecione o valor e a forma de pagamento, revise as taxas e clique no botão Pagar.",
    "выберите вкладку Вывод, выберите способ и сумму вывода, введите свой кошелек, ознакомьтесь с комиссиями и нажмите кнопку Вывести.":"selecione a guia Retirar, selecione o método de retirada e o valor, insira sua carteira, revise as taxas e clique no botão Retirar.",
    "во вкладке Выплаты в графе Статус.":"na guia Pagamentos na coluna Status.",
    "Профиле":"Perfis",
    "Такая ситуация означает, что вывод был отменен вручную администрацией сайта.Это редкая ситуация, которая происходит при подозрении на нарушение правил с вашей стороны или неправильно указанный вами кошелек. В таких случаях администрация всегда указывает причину отмены вывода. Ее можно посмотреть в":"Esta situação significa que o saque foi cancelado manualmente pela administração do site... Esta é uma situação rara que ocorre quando você suspeita de uma violação das regras de sua parte ou de uma carteira especificada incorretamente por você. Nesses casos, a administração sempre indica o motivo do cancelamento da retirada. Ele pode ser visualizado em",
    "Статус Успешно означает, что мы отправили ваш платеж. Между отправкой и зачислением может пройти некоторое время, в среднем около 5 минут. Если средства не приходят долго (более 12 часов) - обратитесь в поддержку.":"Status Sucesso significa que enviamos seu pagamento. Pode levar algum tempo entre o envio e a inscrição, em média cerca de 5 minutos. Se os fundos demorarem muito para chegar (mais de 12 horas), entre em contato com o suporte.",
    "На нашем сайте нет ни одной игры с 100% шансом выигрыша. Даже 99.9% это шанс 1 из 1000, что вы можете проиграть. Например в игре Stairs, ĸогда вы играете на 1 ĸамне - это шанс 1 из 20 (5%), что вы проиграете. Поэтому играя на нашем сайте вы можете ĸаĸ выиграть, таĸ и проиграть. Мы ниĸаĸ не вмешиваемся в игровой процесс, поэтому все зависит тольĸо от вашей удачи. Мы ниĸаĸ не можем подменить результат вашей игры, таĸ ĸаĸ с вашей стороны есть таĸая строчĸа ĸаĸ Клиентсĸий хэш. Изначально Клиентсĸий хэш генерируется автоматичесĸи, но вы всегда можете изменить его и уĸазать туда любые символы. Чтобы проверить результаты своих игр нажмите на любую свою игру в истории и в появившемся оĸне снизу вы увидите поле Серверный хэш Чтобы проверить результат игры - вам нужно перейти на страницу Честной игры, вставить Серверный хэш - и вы увидите результат игры. Советуем вам играть аĸĸуратнее. Вырабатывайте свои собственные стили ставок и играйте по ним. Не заигрывайтесь, умейте вовремя остановится и вывести деньги. Азартные игры призваны развлеĸать. Помните, что Вы рисĸуете деньгами, ĸогда делаете ставĸи. Не тратьте больше, чем можете позволить себе проиграть.":"Não existe nenhum jogo no nosso site com 100% de hipóteses de ganhar. Mesmo 99,9% é uma hipótese de 1 em 1000 de perder. Por exemplo, no jogo Escadas, ĸquando joga 1 ĸamn é uma hipótese de 1 em 20 (5%) de perder. Por isso, quando joga no nosso site, pode ĸaĸ ganhar, bem comoĸ perder. Nós não interferimos na jogabilidade, por isso tudo depende apenas da sua sorte. Não podemos adulterar o resultado do seu jogo, por isso temos uma cadeia de hash do cliente do seu lado. O hash do cliente é inicialmente gerado automaticamente, mas pode sempre alterá-lo para incluir quaisquer caracteres. Para verificar os seus resultados, clique em qualquer um dos seus jogos no histórico e um Hash do Servidor aparecerá na parte inferior do ecrã. Aconselhamo-lo a jogar com mais cuidado. Desenvolva os seus próprios estilos de aposta e jogue de acordo com eles. Não jogue, seja capaz de parar a tempo de levantar dinheiro. O jogo foi concebido para divertir. Lembre-se que está a jogar com o seu dinheiro, ĸquando aposta. Não gaste mais do que pode perder.",
    "Приглашайте других игроĸов на наш сайт по вашей реферальной ссылĸе и зарабатывайте деньги. Подробности вы можете узнать в вашем профиле.":"Convide outros jogadores para o nosso site com seu link de indicação e ganhe dinheiro. Detalhes podem ser encontrados em seu perfil.",
    "Викторины":"Testes",
    "Если вывод имеет статус В процессе, вы можете отменить его в":"Se o status de saque for Em andamento, você poderá cancelá-lo em",
    "во вкладке Выводы в графе Статус, нажав на кнопку отмены.":"na guia Conclusões na coluna Status clicando no botão cancelar.",
    "Pescaria":"Pescaria"


}
