{
    "Login":"Conecte-se",
    "Complete Registration":"Registro completo",
    "Yes":"Sim",
    "No":"Não",
    "By accessing the site, I confirm that I am 18 years of age and that I have the":"Ao acessar o site, confirmo que tenho 18 anos e que possuo os",
    "Service Terms":"Termos de serviço",
    "Deposit":"Depósito",
    "Withdrawal":"Retirada",
    "PIX":"PIX",
    "Click to Redirect to Checkout":"Clique para redirecionar para Checkout",
    "Please open you payment app and scan the QR code below to pay":"Abra seu aplicativo de pagamento e digitalize o código QR abaixo para pagar",
    "100% First Time Reload Bonus":"100% Bônus de Recarregamento na Primeira Vez",
    "Copy the Pix code below and paste it into your payment app to checkout":"Copie o código Pix abaixo e cole no seu app de pagamento para finalizar a compra",
    "Please open your payment app and scan the QR code below to pay":"Abra seu aplicativo de pagamento e digitalize o código QR abaixo para pagar",
    "Deposit Records":"Registros de Depósito",
    "Enter the withdrawal amount":"Digite o valor do saque",
    "Cardholder Name":"Nome do Titular",
    "Account Number":"Número de conta",
    "Select Type of Account Number":"Selecione o tipo de número da conta",
    "CPF":"CPF",
    "Phone Number":"Número de telefone",
    "Email":"E-mail",
    "Statement of Withdrawal Consent":"Declaração de Consentimento de Retirada",
    "Minimum withdrawal order:":"Pedido mínimo de retirada:",
    "Copy PIX code":"Copiar código PIX",
    "*Roulette can only be spun if you are":"*A roleta só pode ser girada se você for",
    "with BALANCE":"com SALDO",
    "in your account":"Na sua conta",
    "Five random people are selected by the system every 3 hours and are awarded with a bonus, along with sending a message about it to the chat.":"Cinco pessoas aleatórias são selecionadas pelo sistema a cada 3 horas e recebem um bônus, além de enviar uma mensagem sobre isso no chat.",
    "To get caught in the rain, you need to top up your account with 30 coins or more in the last 24 hours":"Para ser pego na chuva, você precisa recarregar sua conta com 30 moedas ou mais nas últimas 24 horas",
    "This game is currently unavailable.":"Este jogo está indisponível no momento.",
    "Game History":"História do Jogo",
    "Set New Password":"Definir Nova Senha",
    "Current Password":"Senha atual",
    "New Password":"Nova Senha",
    "Confirm Password":"Confirme sua senha",
    "Confirm":"Confirme",
    "To save":"Salvar",
    "Transfer to member balance":"Transferir para saldo de sócio",
    "Transfer Details for Member's Balance":"Detalhes da transferência para o saldo do membro",
    "Member balance":"Saldo do membro",
    "Transfer Amount":"Valor da transferência",
    "Convert":"Converter",
    "Change Password Transfer Balance":"Alterar Saldo de Transferência de Senha",
    "Transfer Current Password":"Transferir Senha Atual",
    "Transfer New Password":"Transferir Nova Senha",
    "Transfer Confirm New Password":"Transferir Confirmar Nova Senha",
    "Save":"Salvar",
    "Secure Transfer":"Transferência segura",
    "View your vault security details":"Visualizar os detalhes de segurança do seu cofre",
    "transfer to insurance":"transferência para seguro",
    "Transfer out of the vault":"Transferir para fora do cofre",
    "wallet value":"valor da carteira",
    "transfer amount":"valor da transferência",
    "Secure deposit amount":"Valor do depósito seguro",
    "Converter":"Conversor",
    "Amount of safe deposit":"Valor do depósito seguro",
    "Register":"Cadastro",
    "Sports":"Esportes",
    "Jogos":"Games",
    "29Bet is an international gaming platform that offers the best experience and quality for its players. All rights reserved and protected by law.":"29Bet é uma plataforma internacional de jogos que oferece a melhor experiência e qualidade para os seus jogadores. Todos os direitos reservados e protegidos por lei.",
    "Promotions":"Promoções",
    "NEWS":"NOTÍCIAS",
    "Referral Program":"Programa de referência",
    "HELP":"AJUDA",
    "Terms of use":"Termos de uso",
    "GAMES":"JOGOS",
    "Next LVL:":"Próximo LVL:",
    "My vip level":"Meu nível vip",
    "Personal Center":"Centro Pessoal",
    "Invitation":"Convite",
    "Safe":"Seguro",
    "wallet":"Carteira",
    "Wallet":"Carteira",
    "ALL THE GAMES":"TODOS OS JOGOS",
    "CENTER OF":"CENTRO DE",
    "PROMOTIONS":"PROMOÇÕES",
    "Start":"Início",
    "live casino":"Cassino ao Vivo",
    "VIP rating":"Classificação VIP",
    "Reference":"Referência",
    "Community":"Comunidade",
    "Live Support":"Suporte ao vivo",
    "Telegram":"Telegrama",
    "Your VIP level is LV":"Seu nível VIP é LV",
    "Upgrade Levels and Bonuses VIP upgrade needs to reach both the next deposit level and the bet amount upgrade conditions, you will automatically receive the corresponding VIP level bonus.":"Níveis de atualização e bônus A atualização VIP precisa atingir os próximos nível de depósito e as condições de atualização do valor da aposta, você receberá automaticamente o bônus de nível VIP correspondente.",
    "Bet":"Aposta",
    "The update for":"A atualização para",
    "also requires":"também requer",
    "Full VIP Bonus":"Bônus VIP Completo",
    "The 29Bet VIP level system is created with 10 levels, each with a correspondingcash prize. The more you play, the higher your VIP level and the more you will receive.":"O sistema de nível VIP 29Bet é criado com 10 níveis, cada um com um prêmio em dinheiro correspondente. Quanto mais jogar, maior será o seu nível VIP e mais receberá.",
    "Accumulated Bet Value":"Valor Acumulado da Aposta",
    "Cumulative deposit amount":"Valor do depósito cumulativo",
    "Place a bet on an original or LIVE game and the CASH BACK mechanism will automatically calculate the payback value based on your VIP level as you enjoy the game.":"Faça uma aposta em um jogo original ou AO VIVO e o mecanismo de VOLTA A DINHEIRO calculará automaticamente o valor de retorno com base em seu nível VIP à medida que você aproveita o jogo.",
    "The cash back mechanism will be settled on your account balance at 00:00 based on your bets placed throughout the day.":"O mecanismo de cash back será liquidado no saldo de sua conta às 0:00 com base em suas apostas feitas ao longo do dia.",
    "The more you play, the higher your cash back, for example your [VIP1] $10,000 cumulative level bet will bring you a $20 cash back bonus. (The return for vip10 is BRL 50)":"Quanto mais você jogar, mais alto será o seu dinheiro de volta,por exemplo, sua aposta [VIP1] de nível cumulativo de R$10.000 lhe trará um bônus de volta de R$20. (O retorno para vip10 é de R$ 50)",
    "ALL VIP LEVELS":"TODOS OS NÍVEIS VIP",
    "Original Games & Slot":"Jogos Originais & Slot",
    "CashBack":"Dinheiro de volta",
    "Live Casino":"Cassino Ao Vivo",
    "Join our VIP group Get instant access to more events and bonuses":"Participe de nosso grupo VIP Obtenha acesso instantâneo a mais eventos e bônus",
    "Join now":"Junte-se agora",
    "Reference Program":"Programa de Referência",
    "Overview":"Visão Geral",
    "Discount":"Desconto",
    "Statistics":"Estatísticas",
    "Details":"Detalhes",
    "My commission":"Minha comissão",
    "Recharge record":"Registro de recarga",
    "Team members":"Membros da equipe",
    "Guest Users":"Usuários Convidados",
    "Deposited Users":"Usuários Depositantes",
    "Bonus Today":"Bônus Hoje",
    "Bonus Yesterday":"Bônus ontem",
    "Total gain":"Ganho total",
    "My account":"Minha conta",
    "This month:":"Este mês:",
    "AWARDS ISSUED SO FAR": "PRÊMIOS EMITIDOS ATÉ O MOMENTO",
    "Invitation Bonus":"Bônus de Convite",
    "Number of people who received":"Número de pessoas que receberam",
    "Achievement Reward":"Recompensa de Conquista",
    "Bet Refund":"Reembolso da Aposta",
    "HOW DOES THE INVITATION BONUS WORK?":"COMO FUNCIONA O BÔNUS DE CONVITE?",
    "Affiliate deposit refund":"Reembolso de depósito do afilliado",
    "Each user who makes a deposit can receive at least":"Cada usuário que faz um depósito pode receber pelo menos",
    "by invitation.":"por convite.",
    "The more people you invite, the greater the invitation bonus corresponding to your level.":"Quanto mais pessoas você convidar, maior será o bônus de convite correspondente ao seu nível.",
    "SPECIAL OFFER":"OFERTA ESPECIAL",
    "First 2 months from registration date":"Primeiros 2 meses a partir da data de registro",
    "RevShare":"RevShare",
    "HOW TO GET COMMISSION ON YOUR BETS":"COMO GANHAR COMISSÃO NAS SUAS APOSTAS",
    "Take advantage of the amazing 29bet affiliate program bonuses!":"Aproveite os incríveis bônus do programa de afiliados da 29bet!",
    "Have you ever imagined earning incredible bonuses simply by inviting your friends to join the 29bet betting platform? Well now this is possible! We are pleased to introduce our unique guest user bonus chart, where the more depositor guests you bring, the bigger your bonus!":"Você já imaginou ganhar bônus incríveis simplesmente por convidar seus amigos para se juntarem à plataforma de apostas da 29bet? Pois agora isso é possível! Temos o prazer de apresentar o nosso exclusivo gráfico de bônus por usuário convidado, no qual quanto mais convidados depositantes você trouxer, maior será o seu bônus!",
    "Let's take off together towards big bonuses and unlimited fun at 29bet!":"Vamos decolar juntos rumo a grandes bônus e diversão ilimitada na 29bet!",
    "What are you waiting for?":"O que está esperando?",
    "Não perca tempo! Comece convidando seus amigos para se juntarem à família 29bet agora mesmo.":"Don't waste time, start inviting your friends to join the 29bet family right now.",
    "The more depositor guests you bring, the more fun and benefits you will receive!":"Quanto mais convidados depositantes você trouxer, maior será a diversão e os benefícios que você receberá!",
    "This will be your long-term income and you will receive a different percentage of commission <br> each time a player you invite places a bet.":" Esta será sua renda a longo prazo em que você receberá uma porcentagem diferente de comissões das apoatas que seus convidados fizerem.",
    "Amount to be earned at the end of the month:":"Valor a ser ganho no final do mês:",
    "Number of guests:":"Numero de convidados:",
    "Bonus rules: All players invited by the 'recommender' will receive a platform advantage bonus proportional to each bet.":"Regras de bônus: Todos os jogadores convidados pelo 'Agente' receberão um bônus de aposta de cada indicado.",
    "The 3-level ratio is as follows.":"The 3-level ratio is as follows.",
    "Level 1: Get a 0.5% platform advantage":"Nível 1: obtenha um bônus de 0.5% na plataforma",
    "Level 2: Get a 0.2% platform advantage":"Nível 2: obtenha um bônus de 0.2% na plataforma",
    "Level 3: Get a 0.1% platform advantage":"Nível 3: obtenha um bônus de 0.1% na plataforma",
    "Are you a blogger with a large audience and large following? We offer you a partnership program with a special referral bonus. <br><br> Contact our manager to discuss terms":"Você é um blogueiro com um grande público e muitos seguidores? Oferecemos a você um programa de parceria com bônus especial de indicação. <br><br> Entre em contato com nosso gerente para discutir os termos",
    "Important: Only users who have passed the requirements and been approved by their manager can participate in the program.":"Importante: Somente usuários que passaram os requisitos e foram aprovados por seu gerente podem participar do programa.",
    "Daily invites to challenge bonuses":"Convites diários para desafiar bônus",
    "Achievement rewards reset at 00:00 every day and are <br>claimable every day. The more depositors you invite, the bigger your bonus up to 3000":"As recompensas de conquistas são redefinidas às 00:00 todos os dias e podem ser <br> reivindicadas todos os dias. Quanto mais depositantes você convidar, maior será o seu bônus até 3000",
    "Claimed Reward":"Recompensa reivindicada",
    "Claim Reward":"Reivindicar Recompensa",
    "Not Available":"Não disponível",
    "bet refund":"Reembolso de apostas",
    "deposit refund":"Reembolso de depósito",
    "Deposit Refund":"Reembolso de depósito",
    "achievement reward":"Recompensa de realização",
    "today's profit":"Lucro de hoje",
    "Your profits will consist of two parts, namely 【bonus of invitation】 【betting commission】<br><br> betting commission <br>This will be your main source of income, you will receive a commissionin different proportions whenever you invite a player to bet <br><br> invitation bonus <br> You will receive at least one cash bonus of <span> R$18.00</span> for the first deposit made by your users guests. <br><br> achievement reward <br> When you invite enough users who have made deposits, you can unlock the【conquest rewards correspondents":"Seus lucros consistirão em duas partes, ou seja, 【bônus de convite】 【comissão de apostas】<br><br> comissão de apostas <br>Essa será sua principal fonte de renda, você receberá uma comissão em diferentes proporções sempre que convidar um jogador para apostar <br><br> bônus por convite <br> Você receberá pelo menos um bônus em dinheiro de <span> R$18,00</span> no primeiro depósito feito pelos usuários convidados.<br><br> recompensa de conquista <br> Ao convidar usuários suficientes que fizeram depósitos, você pode desbloquear os correspondentes【recompensas de conquista",
    "deposit user":"Usuário de depósito",
    "last 7 days":"Últimos 7 dias",
    "Today":"Hoje",
    "Yesterday":"Ontem",
    "Within a month":"Dentro de um mês",
    "Within the year":"Dentro do ano",
    "All":"Tudo",
    "Recharge":"Recarga",
    "Transfer Balance":"Transferir Saldo",
    "Claim promotion":"Reivindicar promoção",
    "Transaction ID":"ID da transação",
    "Description":"Descrição",
    "Before balance":"Antes do Saldo",
    "Value":"Valor",
    "New balance sheet":"Novo balanço",
    "Transaction Date":"Data da Transação",
    "Reference Code":"Código de referência",
    "Username":"Nome do usuário",
    "Name":"Nome",
    "Registered Date":"Data Registrada",
    "Last login time":"Hora do último login",
    "Game type":"Tipo de Jogo",
    "Transfer Commission":"Transferir Comissão",
    "Status":"Status",
    "Record time":"Tempo recorde",
    "You won!!":"Você ganhou!!",
    "You lost!!":"Você perdeu!!",
    "CANCEL":"CANCELAR",
    "TO CLEAN":"LIMPAR",
    "in some":"em alguns",
    "even":"par",
    "odd":"ímpar",
    "TO PLAY":"JOGAR",
    "Player":"Jogador",
    "Bet Sports Betting":"Apostar Apostas Desportivas",
    "You won't want to miss our news! We are preparing an amazing new sports structure that will help you earn even more money. Keep an eye out so you don't miss this opportunity!":"Você não vai querer perder nossas novidades! Estamos preparando uma nova estrutura de esportes incrível que vai te ajudar a ganhar ainda mais dinheiro. Fique de olho para não perder essa oportunidade!",
    "Shortly..":"Em breve..",
    "Discount coupons</span> <br> on all sports":"Cupons de desconto</span> <br> em todos os esportes",
    "Number of stones":"Número de pedras",
    "Multiplier":"Multiplicador",
    "General provisions and terms":"Disposições e termos gerais",
    "This document is a contract for the use of the Service":"Este documento é um contrato para o uso do Serviço",
    "The following are the terms and conditions for using the Service. Please read them carefully.":"A seguir estão os termos e condições de uso do Serviço. Por favor, leia-os cuidadosamente.",
    "The service can be used by people over the age of 18.":"O serviço pode ser utilizado por maiores de 18 anos.",
    "Service":"Serviço",
    "online game owned by the organizer and located at the address on the Internet":"jogo online de propriedade do organizador e localizado no endereço na Internet",
    "The organizer provides services for organizing entertainment, leisure and recreation.":"O organizador fornece serviços para organizar entretenimento, lazer e recreação.",
    "Online game organizers":"Organizadores de jogos online",
    "no one is obligated to spend their leisure time on the Service.":"ninguém é obrigado a dedicar seu tempo livre ao Serviço.",
    "Account, password, security":"Conta, senha, segurança",
    "To open an Account, the user must log in through the social network Vkontakte or via e-mail.":"Para abrir uma Conta, o usuário deve fazer login por meio da rede social Vkontakte ou por e-mail.",
    "The User is fully responsible for the storage of his confidential information, for the loss of access to his Account.":"O Usuário é totalmente responsável pelo armazenamento de suas informações confidenciais, pela perda de acesso à sua Conta.",
    "The user is fully responsible for any actions taken by him.":"O usuário é totalmente responsável por quaisquer ações tomadas por ele.",
    "The Service is not responsible for actions committed by the User in relation to third parties.":"O Serviço não se responsabiliza por ações cometidas pelo Usuário em relação a terceiros.",
    "The User undertakes to inform the Service of any unauthorized use of his Account.":"O Utilizador compromete-se a informar o Serviço de qualquer utilização não autorizada da sua Conta.",
    "The Service reserves the right to block or change the User's account at any time due to violation of the rules for using the Service or the law.":"O Serviço reserva-se o direito de bloquear ou alterar a conta do Usuário a qualquer momento devido à violação das regras de uso do Serviço ou da lei.",
    "Attempts of unauthorized access, attempts to harm the Service are unacceptable.":"Tentativas de acesso não autorizado, tentativas de prejudicar o Serviço são inaceitáveis.",
    "When adding any information to the site, insults, extortion, slander, bluff, messages containing malicious information (including viruses, trojans, worms, etc.), as well as information that can harm third parties, are prohibited.":"Ao adicionar qualquer informação ao site, são proibidos insultos, extorsão, calúnias, blefes, mensagens que contenham informações maliciosas (incluindo vírus, trojans, worms, etc.), bem como informações que possam prejudicar terceiros.",
    "It is forbidden to use and disseminate information about bugs and errors in the operation of the Service, which allow: dishonestly receive a balance to the account, gain an advantage over other users of the Service.":"É proibido utilizar e divulgar informações sobre bugs e erros no funcionamento do Serviço, que permitam: receber saldo em conta de forma desonesta, obter vantagem sobre outros usuários do Serviço.",
    "It is forbidden to publish falsified data.":"É proibida a publicação de dados falsificados.",
    "You may not transmit any material that may infringe the intellectual property of third parties.":"Você não pode transmitir nenhum material que possa infringir a propriedade intelectual de terceiros.",
    "False publication of information in order to obtain unauthorized access to information or data of third parties is prohibited.":"É proibida a falsa publicação de informações com o objetivo de obter acesso não autorizado a informações ou dados de terceiros.",
    "The publication of information of a religious and political nature is prohibited.":"É proibida a publicação de informações de cunho religioso e político.",
    "It is forbidden to insult, call names, question the professional qualifications and integrity of individuals and legal entities, including Users of the Service and the Administration of the Service.":"É proibido insultar, xingar, questionar a qualificação profissional e a integridade de pessoas físicas e jurídicas, incluindo os Usuários do Serviço e a Administração do Serviço.",
    "It is forbidden to choose avatars containing scenes of violence, threats, foul language, debauchery (pornography), discrimination in any form, commercial advertising and advertising texts.":"É proibida a escolha de avatares que contenham cenas de violência, ameaças, palavrões, devassidão (pornografia), discriminação de qualquer forma, propaganda comercial e textos publicitários.",
    "Responsibility of the parties":"Responsabilidade das partes",
    "By replenishing the balance on the site with any payment systems, you take full responsibility for your actions. The service does not force or insist on doing any actions.":"Ao reabastecer o saldo do site com qualquer sistema de pagamento, você assume total responsabilidade por suas ações. O serviço não força ou insiste em fazer nenhuma ação.",
    "By spending funds from your balance in any way, you accept full responsibility for your actions.":"Ao gastar fundos do seu saldo de qualquer forma, você aceita total responsabilidade por suas ações.",
    "The service does not encourage or motivate you to increase your funds.":"O serviço não encoraja ou motiva você a aumentar seus fundos.",
    "The service does not give a 100% guarantee that it will give you the opportunity to increase your balance.":"O serviço não oferece 100% de garantia de que lhe dará a oportunidade de aumentar seu saldo.",
    "The Service does not in any way oblige or force you to perform certain actions. All actions performed by you in the Service are carried out solely under your responsibility.":"O Serviço não obriga ou obriga você a realizar determinadas ações. Todas as ações realizadas por você no Serviço são realizadas exclusivamente sob sua responsabilidade.",
    "Acceptance of the terms of the agreement (acceptance of the offer)":"Aceitação dos termos do contrato (aceitação da oferta)",
    "By using and/or accessing any portion of the Service, you agree to accept and be bound by the terms of this Agreement and you accordingly agree to use the means of electronic communication to enter into contracts, and you also waive any applicable rights or claims that require a handwritten signature, to the extent permitted by any applicable law.":"Ao usar e/ou acessar qualquer parte do Serviço, você concorda em aceitar e estar vinculado aos termos deste Contrato e, portanto, concorda em usar os meios de comunicação eletrônica para celebrar contratos e também renuncia a quaisquer direitos ou reivindicações aplicáveis que exijam uma assinatura manuscrita, na medida permitida por qualquer lei aplicável.",
    "If you do not agree to accept and continue to follow the terms of this Agreement, please do not register an account and / or stop using your account. Your continued use of the Service will be deemed your acceptance of the terms of this Agreement.":"Se você não concorda em aceitar e continuar a seguir os termos deste Acordo, por favor, não registre uma conta e/ou pare de usar sua conta. Seu uso continuado do Serviço será considerado sua aceitação dos termos deste Contrato.",
    "Rights":"Direitas",
    "The exclusive right to the Service belongs to the Service.":"O direito exclusivo ao Serviço pertence ao Serviço.",
    "All rights to the materials presented on our website belong to the Rightholders.":"Todos os direitos sobre os materiais apresentados em nosso site pertencem aos titulares dos direitos.",
    "Min":"Mín.",
    "To play":"Jogar",
    "Play history":"Historico de jogadas",
    "Account registration":"Registro de contas",
    "Transactions":"Transações",
    "Settings":"Configurações",
    "Select a category":"Selecione uma categoria",
    "News":"Novidades",
    "REAL TIME BETTING":"APOSTAS EM TEMPO REAL",
    "Discounts":"Descontos",
    "Discount coupons": "Desconto em cupons",
    "Coupons":"Cupons",
    "Center of":"Centro do",
    "promotions":"promoções",
    "Exclusive VIP Bonus":"Bônus VIP Exclusivo",
    "in all sports":"Em todos os jogos",
    "To give back to all 29bet users, the VIP reward mechanism is now open. As long as you can meet the requirements, you can receive generous bonuses!":"Para retribuir a todos os usuários do 29bet,o mecanismo de recompensa VIP agora está aberto. Contanto que você possa atender aos requisitos,você pode receber bônus generosos!",
    "Come get 100% bonus":"Venha obter 100% de bônus",
    "KNOW MORE":"SAIBA MAIS",
    "What information is collected":"Que informações são coletadas",
    "IP address, browser type data;":"Endereço IP, dados do tipo de navegador;",
    "add-ons, request time, etc.":"complementos, tempo de solicitação, etc.",
    "How the information is used":"Como a informação é usada",
    "The information provided by the user is used to contact him, including for sending notifications.":"As informações fornecidas pelo usuário são utilizadas para contatá-lo, inclusive para envio de notificações.",
    "Personal data management":"Gestão de dados pessoais",
    "Personal data is available for viewing, modification and deletion in the user's personal account.":"Os dados pessoais estão disponíveis para visualização, modificação e exclusão na conta pessoal do usuário.",
    "In order to prevent accidental deletion or data corruption, information is stored in backup copies for 7 days and can be restored at the request of the user.":"Para evitar exclusão acidental ou corrupção de dados, as informações são armazenadas em cópias de segurança por 7 dias e podem ser restauradas a pedido do usuário.",
    "Providing data to third parties":"Fornecimento de dados a terceiros",
    "Users' personal data may be transferred to persons not associated with this site, if necessary:":"Os dados pessoais dos usuários podem ser transferidos para pessoas não associadas a este site, se necessário:",
    "to comply with the law, regulatory legal act, execution of a court decision;":"para cumprir a lei, ato legal regulamentar, execução de uma decisão judicial;",
    "to detect or prevent fraud;":"para detectar ou prevenir fraudes;",
    "to eliminate technical malfunctions in the operation of the site;":"eliminar avarias técnicas no funcionamento do site;",
    "to provide information based on the request of authorized state bodies.":"para fornecer informações com base na solicitação de órgãos estatais autorizados.",
    "In the event of a sale of this site, users must be notified of this no later than 10 days before the transaction.":"No caso de venda deste site, os usuários devem ser notificados até 10 dias antes da transação.",
    "The site administration takes all measures to protect user data from unauthorized access, in particular:":"A administração do site toma todas as medidas para proteger os dados do usuário contra acesso não autorizado, em particular:",
    "encryption of archival copies of the resource;":"criptografia de cópias de arquivo do recurso;",
    "regular checks for the presence of malicious codes;":"verificações regulares da presença de códigos maliciosos;",
    "using a virtual dedicated server to host the site.":"usando um servidor dedicado virtual para hospedar o site.",
    "Changes":"Mudanças",
    "Privacy policy updates are posted on this page.":"Atualizações da política de privacidade são publicadas nesta página.",
    "Privacy Policy":"Política de Privacidade",
    "Information about the game":"Informações sobre o jogo",
    "Fair game":"Jogo Justo",
    "See More":"Desligue o som",
    "Turn on sound":"Ativar som",
    "Pick a number":"Escolha um número",
    "Difficulty":"Dificuldade",
    "LOW":"BAIXO",
    "MEDIUM":"MÉDIO",
    "HIGH":"ALTA",
    "To change":"Mudar",
    "Stop in victory":"Pare na vitória",
    "DIAMONDS":"DIAMANTES",
    "BOMBAS":"PUMPS",
    "Game information":"Informações do jogo",
    "Fast game":"Jogo rápido",
    "Fair play":"Jogo Justo",
    "Turn off the sound":"Desligue o som",
    "You lost":"Você perdeu",
    "Choose from 1 to 10 spaces to see the odds!":"Escolha de 1 a 10 espaço para ver as probabilidades!",
    "To clean":"Limpar",
    "ACE BEING THE LOWEST":"ACE SENDO O MAIS BAIXO",
    "THE KING BE THE GREATEST":"O REI SEJA O MAIOR",
    "Jump":"Saltar",
    "COEFFICIENT":"COEFICIENTE",
    "Below or equal":"Abaixo ou igual",
    "Above or equal":"Acima ou igual",
    "Quest available<br><small>To participate in the quest, you must purchase attempts</small>":"Missão disponível<br><small>Para participar da missão, você deve comprar tentativas</small>",
    "Go to page":"Vá para página",
    "Have questions?":"Tem perguntas?",
    "VK Support":"Suporte VK",
    "Average response time":"Tempo médio de resposta",
    "15 minutos":"15 minutos",
    "Email support":"Suporte por e-mail",
    "5 o'clock":"5 horas",
    "Common questions":"Perguntas frequentes",
    "games with money withdrawal. The site offers 13 games with exciting mechanics and high winning odds.":"jogos com retirada de dinheiro. O site oferece 13 jogos com mecânica emocionante e altas chances de vitória.",
    "Go to the page of any game, click on the button with the icon":"Vá para a página de qualquer jogo, clique no botão com o ícone",
    "Demo mode is activated when the user is not authorized on the site. You can also activate a demo account by clicking on the icon')}} <i class='fad fa-coins game_info-icon_info'></i> {{__('near the balance in the upper right corner of the site. get hurt. In this mode, money is not debited or credited, giving you the opportunity to try to play all the games without fear for your balance.":"O modo de demonstração é ativado quando o usuário não está autorizado no site. Além disso, uma conta de demonstração pode ser ativada clicando no ícone ')}} <i class='fad fa-coins game_info-icon_info'></i> {{__('perto do saldo no canto superior direito do site. Existe apenas para treinamento - esses fundos não podem ser sacados e o histófrico do jogo não será salvo. Nesse modo, o dinheiro não é debitado ou creditado, dando a oportunidade de tentar jogar todos os jogos sem medo de perder o saldo.",
    "Method 1":"Método 1",
    "Method 2":"Método 2",
    "Method 3":"Método 3",
    "Method 4":"Método 4",
    "Method 5":"Método 5",
    "Method 6":"Método 6",
    "Register on the site using the referral link and get a welcome bonus.":"Registre-se no site usando o link de referência e ganhe um bônus de boas-vindas.",
    "Raise your level and get one-time promotion bonuses, as well as increased permanent bonuses.":"Aumente seu nível e ganhe bônus de promoção únicos, bem como bônus permanentes aumentados.",
    "Answer quizzes, complete tasks and invite referrals using your individual link.":"Responda questionários, conclua tarefas e convide referências usando seu link individual.",
    "Chat, help other players and get a bonus from the administration at random times.":"Converse, ajude outros jogadores e receba um bônus da administração em horários aleatórios.",
    "Unmute":"Unmute",
    "Previous Results":"Resultados anteriores",
    "Color":"Cor",
    "Total Gain:":"Total Ganho:",
    "Selected color:":"Not selected",
    "Number of games":"Número de jogos",
    "Minus":"Menos",
    "Chance":"Chance",
    "SPIN":"ROLETA",
    "SCROLL DOWN":"ROLAR BAIXO",
    "Chance to win":"Chance de ganhar",
    "ROLL HIGH":"ROLAR ALTO",
    "Withdraw IN":"Saque EM",
    "Red":"Vermelho",
    "Black":"Preto",
    "Would you like insurance?":"Você gostaria de um seguro?",
    "It allows you to insure against a possible dealer hand with blackjack, insurance costs half of your bet.":"Ele permite que você se segure contra uma possível mão do dealer com blackjack, o seguro custa metade da sua aposta.",
    "To accept":"Aceitar",
    "Refuse":"Recusar",
    "Take more":"Pegue mais",
    "To stop":"Parar",
    "Double":"Dobro",
    "Confirmation of your Email":"Confirmação do seu e-mail",
    "By accessing the site, I confirm that I am 18 years of age and that I have read the":"Ao aceder ao site, confirmo que tenho 18 anos de idade e que li o",
    "terms of service":"termos de serviço",
    "Complete Registration:":"Registro completo:",
    "Invitation Code":"Código de Convite",
    "You are using an Invitation Code":"Você está usando um Código de Convite",
    "Copy the Pix code below and paste it into your payment app to checkout.":"Copie o código Pix abaixo e cole em seu app de pagamento para finalizar a compra.",
    "Click To Redirect to Checkout":"Clique para redirecionar para o checkout",
    "Minimum withdrawal request:":"Pedido mínimo de retirada:",
    "Payment time: from 5 minutes to 24 hours.":"Tempo de pagamento: de 5 minutos a 24 horas.",
    "Please open your payment app and scan the QR code below to pay.":"Por favor abra o seu aplicativo de pagamento e escaneie o código QR abaixo para pagar.",
    "Do you want to proceed?":"Você quer prosseguir?",
    "TURNED":"GIROU",
    "IT WON!":"GANHOU!",
    "*Roulette can only be spun if you have <b>WITH 0.00 BALANCE</b> in your account":"*A Roleta só pode ser girada se você estiver <b>COM SALDO 0,00</b> na sua conta.",
    "active referrals":"referências ativas",
    "twist":"torção",
    "Promo codes":"Códigos promocionais",
    "Rain/Snow":"Chuva/Neve",
    "To get caught in the rain, you need to top up your account with 30 coins or more in the last 24 hours.":"Para ser pego pela chuva, você precisa recarregar sua conta com 30 moedas ou mais nas últimas 24 horas.",
    "Content":"Conteudo",
    "is the leading diversified online casino and one of the largest gambling companies in the world.":"é o principal casino online diversificado e uma das maiores empresas de jogos",
    "29 Bet":"29 Bet",
    "Modifications":"Modificações",
    "To go back":"Voltar",
    "Agent balance":"Agent balance",
    "Promotion code":"Codigo de promoção",
    "Enter your promo code and get cool Bonus at 29Bet.":"Digite seu código promocional e fique legal Bônus na 29Bet.",
    "Redeem code":"Resgatar codigo",
    "Withdrawal password":"Senha de retirada",
    "Transfer to insurance":"Transferir para seguro",
    "Withdrawal request error, answer all required information":"Erro de solicitação de retirada, responda todas as informações necessárias",
    "Balance":"Saldo",
    "TOTAL PROFIT":"LUCRO TOTAL",
    "BETS":"APOSTAS",
    "EARNINGS":"GANHOS",
    "LOSSES":"PERCAS",
    "Live games":"Jogos ao vivo",
    "Slot machine games":"Jogos de caça-níqueis",
    "Fishing games":"Jogos de pesca",
    "Sport games":"Jogos de esporte",
    "Card games":"Jogos de cartas",
    "Lottery games":"Jogos de loteria",
    "Esports": "Esportes",
    "Must contain at least 8 characters: a combination of letters and characters":"Deve conter pelo menos 8 caracteres: uma combinação de letras e caracteres",
    "Password withdrawn":"Senha retirada",
    "Login password":"Senha de login",
    "Change Password":"Trocar senha",
    "Withdraw":"Retirar",
    "Max":"Máx.",
    "Play":"Jogar",
    "Logout":"Sair",
    "Official Site - Casino and Sports Betting":"Site Oficial - Casino e Apostas Esportivas",
    "Site oficial ⚡ Jogue 2x. Aceitamos todas as comissões, um bônus no momento do registro. ⭐ Faremos pagamentos dentro de 24 horas para qualquer sistema de pagamento.":"Site oficial ⚡ Jogue 2x. Aceitamos todas as comissões, um bônus no momento do registro. ⭐ Faremos pagamentos dentro de 24 horas para qualquer sistema de pagamento.",
    "Claim Bonus":"Reivindicar Bônus",
    "Promotional code":"Código promocional",
    "Bonus":"Bônus",
    "BET AND WIN NOW!":"APOSTE E GANHE AGORA!",
    "The Online Casino That Offers The Best Gambling Experience Today!":"O Cassino Online que Oferece a Melhor Experiência de Apostas da Atualidade!",
    "Enter":"Entrar",
    "English" : "Inglês",
    "Chinese": "Chinês",
    "Portuguese": "Português",
    "Welcome to our FAQ Center, where we are here to answer all your questions. Our team has carefully selected responses to ensure your concerns are addressed promptly. comprehensive way.":"Bem-vindo ao nosso Centro de Perguntas Frequentes, onde estamos aqui para responder a todas as suas perguntas. Nossa equipe selecionou cuidadosamente as respostas para garantir que suas preocupações sejam abordadas prontamente. maneira abrangente.",
    "Which games are available on the 29BET platform?":"Quais jogos estão disponíveis na plataforma 29BET?",
    "How can I make deposits to my 29bet account?":"Como posso fazer depósitos na minha conta 29bet?",
    "What is the process for withdrawing my winnings?":"Qual é o processo para sacar meus ganhos?",
    "How can I ensure the security of my personal information?": "Como garantir a segurança das minhas informações pessoais?",
    "Is there a loyalty program on the platform?":"Existe um programa de fidelidade na plataforma?",
    "How can I contact customer support?":"Como posso entrar em contato com o suporte ao cliente?",
    "What steps are taken to ensure responsible gaming?":"Quais medidas são tomadas para garantir o jogo responsável?",
    "Is the 29bet platform licensed?":"A plataforma 29bet é licenciada?",
    "How can I track my gaming activities?":"Como posso acompanhar minhas atividades de jogo?",
    "What games are available on the 29bet platform?":"Quais jogos estão disponíveis na plataforma 29bet?",
    "About the site":"Sobre o site",
    "There is not a single game on our site with a 100% chance of winning. Even 99.9% is a 1 in 1,000 chance of you losing. For example, in the Ladders game, when you throw at a rock, there is a 1 in 20 (5%) chance that you will lose. Therefore, when playing on our website you can win or lose. We do not interfere in the gameplay in any way, so it all depends on your luck. We cannot in any way replace the result of your game, therefore on your part there is a line called the Client hash. Initially, the Client hash is generated automatically, but you can always change it and specify any characters in it. To check the result of your games, click on any of your games from the history and in the window that appears below you will see the Server hash field. To check the game result - you need to go to the Fair game page, enter the server hash - and you will see the game result. We advise you to play more carefully. Develop your own betting styles and play accordingly. Don't flirt, know how to stop right away and withdraw money. The game is designed to entertain. Remember that you are risking money when betting. Don't spend more than you can afford to lose.":"Não existe um único jogo em nosso site com 100% de chance de ganhar. Mesmo 99,9% é uma chance em 1.000 de você perder. Por exemplo, no jogo Escadas, quando você joga em uma pedra, há 1 chance em 20 (5%) de você perder. Portanto, ao jogar em nosso site você pode ganhar ou perder. Não interferimos de forma alguma na jogabilidade, então tudo depende apenas da sua sorte. Não podemos de forma alguma substituir o resultado do seu jogo, portanto da sua parte existe uma linha chamada hash do Cliente. Inicialmente, o hash do Cliente é gerado automaticamente, mas você sempre pode alterá-lo e especificar quaisquer caracteres nele. Para verificar o resultado dos seus jogos, clique em qualquer um dos seus jogos do histórico e na janela que aparece abaixo você verá o campo Server hash. Para verificar o resultado do jogo - você precisa ir até a página do jogo Fair, inserir o hash do servidor - e você verá o resultado do jogo. Aconselhamos você a jogar com mais cuidado. Desenvolva seus próprios estilos de apostas e jogue de acordo com eles. Não flerte, saiba parar na hora e sacar dinheiro. O jogo é projetado para entreter. Lembre-se de que você está arriscando dinheiro ao apostar. Não gaste mais do que você pode perder.",
    "Reviews":"Avaliações",
    "Reviews are available in our groups on social networks.":"As avaliações estão disponíveis em nossos grupos nas redes sociais.",
    "Jobs":"Vagas",
    "The list of vacancies is available at":"A lista de vagas está disponível em",
    "Please note that it may be empty for a long time - we do not always need new people to join the team.":"Observe que pode ficar vazio por muito tempo - nem sempre precisamos de novas pessoas para se juntar à equipe.",
    "this page":"esta página",
    "I changed my mind about taking":"Mudei de ideia sobre tomar",
    "If the output status is In Progress, you can cancel it in":"Se o status do saque for Em andamento, você poderná cancelá-lo em",
    "in the Conclusions tab in the Status column by clicking on the cancel button.":"a aba Conclusões na coluna Status clicando no botão cancelar.",
    "How to play?":"Como jogar?",
    "A window with instructions for the game will open in front of you, then enter the bet amount and click Play.":"Uma janela com instruções para o jogo será aberta na sua frente, insira o valor da aposta e clique em Jogar.",
    "I lost the score":"Eu perdi o placar",
    "Vacancies":"Empregos",
    "If the withdrawal status is In Progress, you can cancel it in":"Se o status do saque for Em andamento, você poderá cancelá-lo em",
    "Profiles":"Perfis",
    "games with money withdrawal. The site offers 13 games with exciting mechanics and high winning odds":"jogos com retirada de dinheiro. O site oferece 13 jogos com mecânicas emocionantes e altas chances de vitória",
    "There is not a single game on our site with a 100% chance of winning. Even 99.9% is a 1 in 1000 chance that you can lose. For example in the game Stairs, when you play on 1 stone, there is a 1 in 20 (5%) chance that you will lose. Therefore, when playing on our site you can either win or lose. We do not interfere in any way with the gameplay, so everything depends only on your luck. We can't change the result of your game in any way, because on your part there is such a line called Client hash. Initially, the Client hash is generated automatically, but you can always change it and specify any characters there. To check the results of your games, click on any of your games in the history and in the window that appears at the bottom you will see the Server Hash field. To check the result of the game, you need to go to the Fair Play page, insert the Server Hash - and you will see the result of the game. We advise you to play more accurately. Develop your own betting styles and play them. Do not flirt, know how to stop in time and withdraw money. Gambling is designed to entertain. Remember that you are risking money when you place bets. Don't spend more than you can afford to lose.":"Não existe um único jogo em nosso site com 100% de chance de ganhar. Mesmo 99,9% é uma chance em 1.000 de você perder. Por exemplo, no jogo Escadas, quando você joga em uma pedra, há 1 chance em 20 (5%) de você perder. Portanto, ao jogar em nosso site você pode ganhar ou perder. Não interferimos de forma alguma na jogabilidade, então tudo depende apenas da sua sorte. Não podemos alterar o resultado do seu jogo de forma alguma, pois da sua parte existe uma linha chamada Client hash. Inicialmente, o hash do Cliente é gerado automaticamente, mas você sempre pode alterá-lo e especificar quaisquer caracteres nele. Para verificar os resultados dos seus jogos, clique em qualquer um dos seus jogos do histórico e na janela que aparece na parte inferior você verá o campo Server Hash. Para verificar o resultado do jogo, você precisa ir até a página do Fair Play, inserir o Hash do Servidor - e você verá o resultado do jogo. Aconselhamos você a jogar com mais precisão. Desenvolva seus próprios estilos de apostas e jogue-os. Não flerte, saiba parar na hora e sacar dinheiro. O jogo é projetado para entreter. Lembre-se de que você está arriscando dinheiro ao fazer apostas. Não gaste mais do que você pode perder.",
    "DOUBTS":"DÚVIDAS",
    "29Bet - games with money withdrawal. The site offers 13 games with exciting mechanics and high winning odds.":"29Bet – jogos com retirada de dinheiro. O site oferece 13 jogos com mecânicas emocionantes e altas chances de vitória.",
    "in the Conclusions tab in the Status column by clicking the cancel button.​Look up details":"na guia Conclusões na coluna Status clicando no botão cancelar.​Procure detalhes",
    "Please note that it may remain empty for a long time - we don't always need new people to join the team.":"Observe que ele pode permanecer vazio por muito tempo - nem sempre precisamos de novas pessoas para se juntar à equipe.",
    "Withdrawal Fee: ": "Taxa de retirada: ",
    "Free monthly withdrawal amount: BRL ": "Valor de saque mensal gratuito: BRL ",
    "Minimum withdrawal request: BRL ": "Solicitação mínima de saque: BRL ",
    "Maximum withdrawal request: BRL ": "Solicitação máxima de saque: BRL ",
    "The withdrawal amount will be replenished every ": "O valor do saque será reabastecido a cada ",
    "Enter the amount (BRL ": "Informe o valor (R$ ",
    "months": "meses",
    " - BRL ": " - R$ ",
    "Wallets": "Carteiras",
    "Deposit Amount": "Valor do depósito",
    "Enter Withdrawal Amount": "Insira o valor da retirada",
    "Deposit Bonus": "Bônus de depósito",
    "Amount: ": "Quantia: ",
    "Security and Privacy": "Segurança e privacidade",
    "Registration and Account": "Registro e conta",
    "Deposits and Withdrawals": "Depósitos e retiradas",
    "Games and Promotions": "Jogos e Promoções",
    "Customer support": "Suporte ao cliente",
    "Bonuses and Promotions": "Bônus e Promoções",
    "Responsible Gaming": "Jogo Responsável",
    "Technology and Platform": "Tecnologia e Plataforma",
    "Partnerships and Affiliates": "Partnerships and Affiliates",
    "How can I register with 29Bet?": "Como posso me registrar na 29Bet?",
    "What documents are needed to verify my account?": "Quais documentos são necessários para verificar minha conta?",
    "How do I reset my password?": "Como faço para redefinir minha senha?",
    "What is the minimum age to register with 29Bet?": "Qual é a idade mínima para se registrar no 29Bet?",
    "How long does it take to verify my account?": "Quanto tempo leva para verificar minha conta?",
    "What payment methods does 29Bet accept deposits?": "Quais métodos de pagamento o 29Bet aceita depósitos?",
    "What is the minimum amount to make a withdrawal?": "Qual é o valor mínimo para fazer um saque?",
    "How long does it take to process a withdrawal?": "Quanto tempo leva para processar um saque?",
    "Can I cancel a pending withdrawal?": "Posso cancelar um saque pendente?",
    "Are there fees for deposits or withdrawals?": "Existem taxas para depósitos ou saques?",
    "Is it safe to provide my payment information?": "É seguro fornecer minhas informações de pagamento?",
    "What types of games are available at 29Bet?": "Que tipos de jogos estão disponíveis na 29Bet?",
    "How can I participate in 29Bet promotions?": "Como posso participar das promoções da 29Bet?",
    "What are the wagering requirements for the bonuses?": "Quais são os requisitos de aposta para os bônus?",
    "Can I play live casino games at 29Bet?": "Posso jogar jogos de cassino ao vivo na 29Bet?",
    "How does the 29Bet loyalty program work?": "Como funciona o programa de fidelidade 29Bet?",
    "Is there a limit to how much I can win playing at 29Bet": "Existe um limite de quanto posso ganhar jogando na 29Bet",
    "How does 29Bet protect my personal data?": "Como é que a 29Bet protege os meus dados pessoais?",
    "What is 29Bet´s privacy policy?": "Qual é a política de privacidade da 29Bet?",
    "Are 29Bet games fair?": "Os jogos da 29Bet são justos?",
    "How to report suspicious activity at 29Bet?": "Como denunciar atividades suspeitas na 29Bet?",
    "What measures does 29Bet take against compulsive gambling?": "Que medidas a 29Bet toma contra o jogo compulsivo?",
    "Can I trust the fairness of casino game results?": "Posso confiar na imparcialidade dos resultados dos jogos de casino?",
    "How can I contact 29Bet customer support?": "Como posso entrar em contato com o suporte ao cliente 29Bet?",
    "What is the average customer support response time?": "Qual é o tempo médio de resposta do suporte ao cliente?",
    "Is 29Bet customer support available in other languages?": "O suporte ao cliente 29Bet está disponível em outros idiomas?",
    "Can I get help if I have a problem with a specific game?": "Posso obter ajuda se tiver algum problema com um jogo específico?",
    "Is there a Frequently Asked Questions (FAQ) section on the website?": "Existe uma seção de perguntas frequentes (FAQ) no site?",
    "Does 29Bet offer support for players with special needs?": "A 29Bet oferece suporte para jogadores com necessidades especiais?",
    "How do 29Bet welcome bonuses work?": "Como funcionam os bônus de boas-vindas da 29Bet?",
    "Can I accumulate multiple bonuses at the same time?": "Posso acumular vários bônus ao mesmo tempo?",
    "What are wagering requirements?": "Quais são os requisitos de aposta?",
    "How can I check the status of an active bonus?": "Como posso verificar o status de um bônus ativo?",
    "What happens if I don´t meet the wagering requirements?": "O que acontece se eu não cumprir os requisitos de aposta?",
    "Does 29Bet offer loyalty programs?": "A 29Bet oferece programas de fidelidade?",
    "How does 29Bet promote responsible gaming?": "Como a 29Bet promove o jogo responsável?",
    "What is self-exclusion?": "O que é autoexclusão?",
    "How can I set deposit limits?": "Como posso definir limites de depósito?",
    "Does 29Bet support players with gambling problems?": "A 29Bet oferece suporte a jogadores com problemas de jogo?",
    "Does 29Bet offer mobile games?": "A 29Bet oferece jogos para celular?",
    "Which browsers are supported by 29Bet?": "Quais navegadores são suportados pela 29Bet?",
    "Does 29Bet have an affiliate program?": "A 29Bet tem um programa de afiliados?",
    "How can I become a 29Bet affiliate?": "Como posso me tornar um afiliado da 29Bet?",
    "Is there a limit to how much I can win playing at 29Bet?": "Existe um limite de quanto posso ganhar jogando na 29Bet?",
    "To register with 29Bet, click on the “Register” button in the top right corner of the home page and follow the instructions provided.": "Para se registrar no 29Bet, clique no botão “Registrar” no canto superior direito da página inicial e siga as instruções fornecidas.",
    "For account verification, we typically require a valid CPF number and SMS number verification.": "Para verificação de conta, normalmente exigimos um número de CPF válido e verificação de número de SMS.",
    "To reset your password, go to your personal center page and click 'Change my password'. Follow the instructions to create a new password": "Para redefinir sua senha, vá para a página central pessoal e clique em 'Alterar minha senha'. Siga as instruções para criar uma nova senha",
    "You must be at least 18 years of age to register and play at 29Bet. We will verify your age during the registration process.": "Você deve ter pelo menos 18 anos de idade para se registrar e jogar na 29Bet. Verificaremos sua idade durante o processo de registro.",
    "Typically, the verification process and acceptance at the same time after account registration": "Normalmente, o processo de verificação e aceitação ao mesmo tempo após o registro da conta",
    "We accept payments through pix. Secure and fast payment, immediate approval": "Aceitamos pagamentos através de pix. Pagamento seguro e rápido, aprovação imediata",
    "The minimum amount for withdrawals at 29Bet varies according to the chosen payment method. See our terms and conditions for precise details.": "O valor mínimo para saques na 29Bet varia de acordo com a forma de pagamento escolhida. Consulte nossos termos e condições para obter detalhes precisos.",
    "Withdrawal processing time may vary depending on the payment method chosen. It usually takes 1-5 business days.": "O tempo de processamento da retirada pode variar dependendo do método de pagamento escolhido. Geralmente leva de 1 a 5 dias úteis.",
    "Yes, as long as the withdrawal has not yet been processed, you can cancel it by contacting support": "Sim, desde que o saque ainda não tenha sido processado, você pode cancelá-lo entrando em contato com o suporte",
    "29Bet does not charge additional fees for deposits or withdrawals, but payment methods may have their own fees.": "A 29Bet não cobra taxas adicionais para depósitos ou saques, mas os métodos de pagamento podem ter suas próprias taxas.",
    "IYes, your payment information is encrypted and kept secure according to the highest industry security standards.": "Sim, suas informações de pagamento são criptografadas e mantidas seguras de acordo com os mais altos padrões de segurança do setor.",
    "We offer a wide selection of games including slots, table games, poker and much more. Check out our games page for the full list.": "Oferecemos uma ampla seleção de jogos, incluindo caça-níqueis, jogos de mesa, pôquer e muito mais. Confira nossa página de jogos para a lista completa.",
    "To participate in promotions, simply check our promotions page and follow the specific instructions for each offer.": "Para participar nas promoções basta consultar a nossa página de promoções e seguir as instruções específicas de cada oferta.",
    "Wagering requirements may vary depending on the promotion. Please see the terms and conditions of each offer for specific details.": "Os requisitos de apostas podem variar dependendo da promoção. Consulte os termos e condições de cada oferta para obter detalhes específicos.",
    "Yes, we offer a variety of live casino games where you can play with real dealers in real time.": "Sim, oferecemos uma variedade de jogos de cassino ao vivo onde você pode jogar com dealers reais em tempo real.",
    "Our loyalty program rewards players with points that can be redeemed for bonuses and prizes. The more you play, the more points you accumulate.": "Nosso programa de fidelidade recompensa os jogadores com pontos que podem ser trocados por bônus e prêmios. Quanto mais você joga, mais pontos você acumula.",
    "There are no hard limits on winnings, but some games may have specific betting limits. Check the game terms for detailed information.": "Não existem limites rígidos de ganhos, mas alguns jogos podem ter limites de apostas específicos. Verifique os termos do jogo para obter informações detalhadas.",
    "We use advanced encryption to protect your personal information and ensure the security of player data.": "Usamos criptografia avançada para proteger suas informações pessoais e garantir a segurança dos dados dos jogadores.",
    "Our privacy policy can be found in the Policies section on our website. It describes how we handle your personal information.": "Nossa política de privacidade pode ser encontrada na seção Políticas do nosso site. Descreve como tratamos suas informações pessoais.",
    "Yes, all of our games undergo rigorous testing to ensure randomness and fairness. We work with trusted casino software providers.": "Sim, todos os nossos jogos passam por testes rigorosos para garantir aleatoriedade e imparcialidade. Trabalhamos com fornecedores de software de cassino confiáveis.",
    "If you notice suspicious activity or believe fraud is occurring, please contact our support team immediately to report the issue.": "Se você notar atividades suspeitas ou acreditar que está ocorrendo fraude, entre em contato imediatamente com nossa equipe de suporte para relatar o problema.",
    "We take the issue of compulsive gambling seriously. We have self-exclusion measures and deposit limits to help protect our players.": "Levamos a sério a questão do jogo compulsivo. Temos medidas de autoexclusão e limites de depósito para ajudar a proteger os nossos jogadores.",
    "Yes, all of our games use certified random number generators to ensure fair and unbiased results.": "Sim, todos os nossos jogos utilizam geradores de números aleatórios certificados para garantir resultados justos e imparciais.",
    "You can contact our support team 24/7 via live chat, email or phone.": "Você pode entrar em contato com nossa equipe de suporte 24 horas por dia, 7 dias por semana, via chat ao vivo, e-mail ou telefone.",
    "We typically respond to inquiries within minutes on live chat and within a few hours via email.": "Normalmente respondemos às perguntas em minutos no chat ao vivo e em algumas horas por e-mail.",
    "Yes, we offer support in multiple languages ​​to meet the needs of our international players.": "Sim, oferecemos suporte em vários idiomas para atender às necessidades dos nossos players internacionais.",
    "Of course, our support team can help resolve any issues you may encounter with our games.": "É claro que nossa equipe de suporte pode ajudar a resolver quaisquer problemas que você possa encontrar em nossos jogos.",
    "Yes, we have a comprehensive FAQ section on our website that can answer many of the common player questions.": "Sim, temos uma seção abrangente de perguntas frequentes em nosso site que pode responder a muitas das perguntas comuns dos jogadores.",
    "We are committed to providing appropriate support for players with special needs. Please contact our support team to discuss how we can help.": "Estamos empenhados em fornecer suporte adequado para jogadores com necessidades especiais. Entre em contato com nossa equipe de suporte para discutir como podemos ajudar.",
    "Our welcome bonuses are offered to new players as an incentive. They usually consist of deposit matching and free spins.": "Nossos bônus de boas-vindas são oferecidos aos novos jogadores como incentivo. Eles geralmente consistem em correspondência de depósitos e rodadas grátis.",
    "Generally, bonuses cannot be accumulated. You must complete the wagering requirements for one bonus before claiming another.": "Geralmente, os bônus não podem ser acumulados. Você deve completar os requisitos de apostas para um bônus antes de reivindicar outro.",
    "Wagering requirements are conditions that you must meet in order to withdraw winnings obtained from a bonus. They vary depending on the promotion.": "Os requisitos de aposta são condições que você deve cumprir para retirar os ganhos obtidos com um bônus. Eles variam dependendo da promoção.",
    "You can check the status of your bonus on the “bonus” page of the platform.": "Você pode verificar o status do seu bônus na página “bônus” da plataforma.",
    "If you do not meet the wagering requirements of a bonus, any winnings associated with it will be forfeited.": "Se você não cumprir os requisitos de aposta de um bônus, quaisquer ganhos associados a ele serão perdidos.",
    "Yes, we have a loyalty program that rewards frequent players with exclusive benefits.": "Sim, temos um programa de fidelidade que recompensa os jogadores frequentes com benefícios exclusivos.",
    "We promote responsible gaming by offering self-exclusion tools, deposit limits and resources to help players with problems.": "Promovemos o jogo responsável, oferecendo ferramentas de autoexclusão, limites de depósito e recursos para ajudar os jogadores com problemas.",
    "Self-exclusion is a measure that allows players to temporarily suspend their accounts to prevent excessive gambling.": "A autoexclusão é uma medida que permite aos jogadores suspender temporariamente as suas contas para evitar jogos excessivos.",
    "Yes, we have resources and information available for players with gambling issues. Please contact our support team for assistance.": "Sim, temos recursos e informações disponíveis para jogadores com problemas de jogo. Entre em contato com nossa equipe de suporte para obter assistência.",
    "Yes, our platform is mobile-friendly, allowing you to play on smartphones and tablets.": "Sim, nossa plataforma é compatível com dispositivos móveis, permitindo que você jogue em smartphones e tablets.",
    "Our platform is compatible with most modern browsers, including Chrome, Firefox, Safari and Edge.": "Nossa plataforma é compatível com a maioria dos navegadores modernos, incluindo Chrome, Firefox, Safari e Edge.",
    "Yes, we have an affiliate program that allows partners to earn commissions by referring players to our platform.": "Sim, temos um programa de afiliados que permite aos parceiros ganhar comissões ao indicar jogadores para a nossa plataforma.",
    "Para se tornar um afiliado, visite nossa página de afiliados e siga as instruções para se inscrever.": "Para se tornar um afiliado, visite nossa página de afiliados e siga as instruções para se inscrever.",
    "Notification": "Notificação",
    "Profile": "Perfil",
    "System": "Sistema",
    "See more": "Ver mais",
    "Enter Password": "Digite a senha",
    "Enter the amount you want to transfer": "Insira o valor que deseja transferir",
    "No data available in table": "Não há dados disponíveis na tabela",
    "No matching records found": "Nenhum registro correspondente encontrado",
    "Showing": "Mostrando",
    "to": "a",
    "of": "de",
    "entries": "entradas",
    "Search:": "Procurar:",
    "First": "Primeiro",
    "Last": "Durar",
    "Next": "Próximo",
    "Previous": "Anterior",
    "Showing 0 to 0 of 0 entries": "Mostrando 0 a 0 de 0 entradas",
    "filtered from": "filtrado de",
    "total entries": "entradas totais",
    "Game Name": "Nome do jogo",
    "Game Type": "Tipo de jogo",
    "Amount": "Quantia",
    "Date Transacted": "Data da transação",
    "Click the link below or scan the QR Code there to your payment app to checkout.": "Clique no link abaixo ou escaneie o QR Code para seu aplicativo de pagamento para finalizar a compra.",
    "You can also download the QR Code or Copy the the QR Code to use in payment.": "Você também pode baixar o QR Code ou copiar o QR Code para usar no pagamento.",
    "Download QR Code": "Baixar código QR",
    "Copy QR Code": "Copiar código QR",
    "It feels like you are lost in space. Don´t worry, we are here to guide you back on the right path. Click the button below to return to your journey and find out how to win amazing prizes along the way.": "Parece que você está perdido no espaço. Não se preocupe, estamos aqui para guiá-lo de volta ao caminho certo. Clique no botão abaixo para retornar à sua jornada e descobrir como ganhar prêmios incríveis ao longo do caminho.",
    "Return to home": "Voltar para home",
    "Transfer member balance": "Transferir saldo de membro",
    "Successfully Request Transfered of Agent Balance": "Solicitação de transferência de saldo do agente com sucesso",
    "Error transfering the agency balance": "Erro ao transferir o saldo da agência",
    "The amount is greater than the agency balance": "O valor é maior que o saldo da agência",
    "I do not participate in this promotions": "Não participo dessas promoções",
    "Update Conditions": "Condições de atualização",
    "Maximum unit price R$": "Preço máximo unitário R$",
    "Withdrawal fee:": "Taxa de retirada:",
    "Free withdrawal:": "Retirada gratuita:",
    "Withdrawal Privileges": "Privilégios de retirada",
    "Total Deposits": "Depósitos totais",
    "Total Bets": "Apostas totais",
    "HOW TO GET THE CASHBACK BONUS": "COMO OBTER O BÔNUS CASHBACK",
    "claimed": "Reivindicado",
    "Mark all as read": "Marcar tudo como lido",
    "Doubts": "Dúvidas",
    "BONUS": "BÔNUS",
    "CODE": "CÓDIGO",
    "CENTER": "CENTRO",
    "OF GAMES": "DE JOGOS",
    "Games": "Jogos",
    "Successfull Request": "Solicitação bem-sucedida",
    "Successfully Claimed": "Reivindicada com sucesso",
    "Claim Level Achievement Bonus": "Bônus de conquista de nível de reivindicação",
    "Bad Request": "Solicitação incorreta",
    "Invalid Request" : "Solicitação inválida",
    "Promo Code is already Max out!" : "O código promocional já está no máximo!",
    "Successful Claim Promo Code": "Código promocional de reivindicação bem-sucedida",
    "User claim promo code:":"Código promocional de reivindicação do usuário:",
    "You successfully claim the bonus.":"Você reivindicou o bônus com sucesso.",
    "Promo Code is already Claimed!":"O código promocional já foi reivindicado!",
    "Error Claiming The Reward":"Erro ao reivindicar a recompensa",
    "Promo Code is not longer Existed or Available!": "O código promocional não existe mais ou não está disponível!",
    "Promo Code is not longer Available or Existed!']": "O código promocional não está mais disponível ou não existe!",
    "Unauthenticated":"Não autenticado",
    "Continue Register":"Continuar Cadastro",
    "Connection Success":"Conexão bem-sucedida",
    "Locked Account":"Conta bloqueada",
    "Freeze Account":"Congelar conta",
    "Banned Account":"Conta banida",
    "Error Processing The Deposit!":"Erro ao processar o depósito!",
    "The minimum deposit is R$ 30":"O depósito mínimo é de R$ 30",
    "The maximum deposit is R$ 20,000":"O depósito máximo é de R$ 20.000",
    "Try Again Later Cannot Connect To The Server":"Tente novamente mais tarde, não é possível conectar ao servidor",
    "Cannot Connect To Server!":"Não é possível se conectar ao servidor!",
    "The name entered does not exist":"O nome digitado não existe",
    "The account number entered does not exist":"O número da conta digitado não existe",
    "Request a Withdrawal":"Solicitar uma retirada",
    "User Request a Withdrawal":"Usuário solicita saque",
    "Successful Withdrawal!":"Retirada bem-sucedida!",
    "Withdrawal Request Successful":"Solicitação de retirada bem-sucedida",
    "Unsuccessful withdrawal request error":"Erro de solicitação de retirada malsucedida",
    "Withdrawal error, please try again later": "Erro de retirada, tente novamente mais tarde",
    "The total withdrawal amount including the requested withdrawal must be less than or equal to BRL":"O valor total do saque incluindo o saque solicitado deve ser menor ou igual a R$",
    "Entry amount is exceeding your withdrawal limit":"O valor da entrada excede seu limite de saque",
    "Entry amount is exceeding your balance":"O valor da entrada excede seu saldo",
    "Withdrawal and Recharge is not available right now.":"A retirada e recarga não estão disponíveis no momento.",
    "Error!":"Erro!",
    "Successfully Recharge":"Recarga com sucesso",
    "No New Deposit To Process":"Nenhum novo depósito para processar",
    "Accessed Vault":"Cofre acessado",
    "password did not match":"senha não corresponde",
    "password is required":"Senha requerida",
    "Created a password for vault":"Criada uma senha para o cofre",
    "Successfully Updated":"Atualizado com sucesso",
    "Something went wrong":"Algo deu errado",
    "Successfully Changed Password":"Senha alterada com sucesso",
    "Successfully Changed Transfer Balance Password":"Senha do saldo de transferência alterada com sucesso",
    "Something went wrong, Pls try again":"Algo deu errado, por favor, tente novamente",
    "Current password is incorrect":"A senha atual está incorreta",
    "amount is required":"quantia é necessária",
    "Unable to transfer funds":"Incapaz de transferir fundos",
    "Not enough funds":"Fundos insuficientes",
    "Username must be 15 characters or fewer.":"O nome de usuário deve ter 15 caracteres ou menos.",
    "Username already exist.":"Nome de usuário existente.",
    "Invalid Email":"E-mail inválido",
    "Mobile number must be digits only.":"O número do celular deve conter apenas dígitos.",
    "Mobile number must be 12 characters or fewer.":"O número do celular deve ter 12 caracteres ou menos.",
    "Mobile number already exist.":"O número de celular já existe.",
    "CPF must be numbers only.":"O CPF deve ser apenas numérico.",
    "CPF must be 9 digits or fewer.":"O CPF deve ter 9 dígitos ou menos.",
    "CPF already exist.":"O CPF já existe.",
    "Full Name":"Nome completo",
    "User Name":"Nome de usuário",
    "Phone":"Telefone",
    "Password":"Senha",
    "Or log in with:":"Ou faça login com:",
    "The fullname field is mandatory.":"O campo nome completo é obrigatório.",
    "The user field is mandatory.":"O campo usuário é obrigatório.",
    "The email field is required.":"O campo email é obrigatório.",
    "The CPF field is mandatory.":"O campo cpf é obrigatório.",
    "The telephone field is mandatory.":"O campo telefone é obrigatório.",
    "The password field is required.":"O campo senha é obrigatório.",
    "The email field must be a valid email address.":"O campo email deve ser um endereço de e-mail válido.",
    "The telephone field cannot exceed 11 characters.":"O campo telefone não pode ser superior a 11 caracteres.",
    "The cpf field cannot be longer than 10 characters.":"O campo cpf não pode ser superior a 10 caracteres.",
    "The user field cannot be longer than 15 characters.":"O campo usuário não pode ser superior a 15 caracteres.",
    "The fullname field cannot be longer than 30 characters.":"O campo fullname não pode ser superior a 30 caracteres.",
    "The user field is already being used.":"O campo usuário já está sendo utilizado.",
    "The telephone field is already being used.":"O campo telefone já está sendo utilizado.",
    "The cpf field is already being used.":"O campo cpf já está sendo utilizado.",
    "The email field is already being used.":"O campo email já está sendo utilizado.",
    "Finalize Registration":"Finalizar Cadastro",
    "Pescaria":"Pescaria",
    "Invitation code (optional)": "Código de convite (opcional)"
} 
